[
    {
        "sentence1": "Your health may affect your driving.",
        "sentence2": "Vision – You must be able to notice hazards in different types of lighting, judge distances, adjust to traffic speed, and read road signs.",
        "sentence3": "Hearing – You must be able to hear horns, sirens, motorcycles, or screeching tires that may alert you of hazards. It is illegal to wear a headset or earplugs in both ears while driving.",
        "sentence4": "Fatigue and Drowsiness – Can affect your vision and increase reaction time to hazards.",
        "sentence5": "Physical and Mental – You must be alert to quickly decide the correct course of action in any type of traffic situation, including unexpected ones.",
        "sentence6": "Medications – Prescription and over-the-counter medications can make you an unsafe driver. Some medicines can make you sleepy. It is your responsibility to know the effects of the medications you take.",
        "sentence7": "Health – Physicians are required to report patients, who are at least 14 years old, to DMV if they believe you have medical conditions that may affect your ability to drive safely, such as lapse of consciousness.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Controlling the Vehicle",
        "sentence2": "To control your vehicle, it is critical to keep both hands on the wheel whenever possible.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Hand-to-Hand Steering",
        "sentence2": "To use this steering wheel method:",
        "sentence3": "1.Start with your hands at 9 and 3 o'clock or 8 and 4 o'clock.",
        "sentence4": "2.Do not cross your hands over the middle of the steering wheel.",
        "sentence5": "3.Keep your hands in these positions, even when making turns.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Hand-Over-Hand Steering",
        "sentence2": "Use this steering wheel method when you turn at low speeds, park, or need to recover from a skid. To use this method:",
        "sentence3": "1.Start with your hands at 8 and 4 o'clock.",
        "sentence4": "2.Reach across the steering wheel to grasp the opposite side.",
        "sentence5": "3.Let go of the steering wheel with your other hand.",
        "sentence6": "4.Reach across the arm still holding the wheel, grip the wheel, and pull up.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "One-Hand Steering",
        "sentence2": "There are only two situations that may require steering with one hand:",
        "sentence3": "-When you are turning while backing up to see where you are going behind you. Place your hand at the 12 o'clock position on the steering wheel.",
        "sentence4": "-When you are operating vehicle controls that require you to remove a hand from the steering wheel.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Signals, Horns, And Headlights",
        "sentence2": "Your signals, horn, and headlights are important for communicating with other drivers, pedestrians, and bicyclists.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Signaling",
        "sentence2": "Always signal when you turn, change lanes, slow down, or stop.",
        "sentence3": "You can signal using your vehicle's signal lights or using hand-and-arm positions.",
        "sentence4": "Bicyclists may signal a turn with their arm held straight out, pointing in the direction they plan to turn.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "You should signal:",
        "sentence2": "-At least 100 feet before you turn.",
        "sentence3": "-Before every lane change.",
        "sentence4": "-At least five seconds before you change lanes on a freeway.",
        "sentence5": "-Before pulling next to the curb or away from the curb.",
        "sentence6": "-Even when you do not see other vehicles around you.",
        "sentence7": "-When you are almost through the intersection if you plan to turn shortly after crossing the intersection.",
        "sentence8": "Remember to turn off your signal when you no longer need it.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Using Your Horn",
        "sentence2": "Use your vehicle's horn to let other drivers know you are there or warn others of a hazard. Use your horn to:",
        "sentence3": "-Avoid collisions.",
        "sentence4": "-Alert oncoming traffic on narrow mountain roads where you cannot see at least 200 feet ahead.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Using Your Headlights",
        "sentence2": "Your vehicle's headlights help you see what is in front of you. They also make it easier for other drivers to see your vehicle. Dim your high-beam headlights to low beams within 500 feet of a vehicle coming toward you or within 300 feet of a vehicle you are following. It is illegal to drive using only parking lights. Use your headlights:",
        "sentence3": "-When it is too dark to see from 1,000 feet away.",
        "sentence4": "-Beginning 30 minutes after sunset.",
        "sentence5": "-Until 30 minutes before sunrise.",
        "sentence6": "-In adverse weather. If you need to use your windshield wipers due to fog, rain, or snow, you must turn on your low-beam headlights.",
        "sentence7": "-When conditions (such as clouds, dust, smoke, or fog) prevent you from seeing other vehicles.",
        "sentence8": "-On mountain roads and tunnels (even on sunny days).",
        "sentence9": "-When a road sign states that headlights must be on.",
        "sentence10": "-To help other drivers see your vehicle, especially when the sun is low on the horizon.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Using Your Emergency Flashers",
        "sentence2": "If you can see a collision or hazard ahead, warn drivers behind you using these methods:",
        "sentence3": "-Turn on your emergency flashers.",
        "sentence4": "-Lightly tap your brake pedal three or four times.",
        "sentence5": "-Use a hand signal when slowing and stopping.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "If you need to stop because of vehicle trouble:",
        "sentence2": "-Turn on your emergency flashers. If your vehicle does not have emergency flashers, use your turn signals.",
        "sentence3": "-If possible, pull off the road away from all traffic.",
        "sentence4": "-If you cannot get completely off the road, stop where people can see you and your vehicle from behind.",
        "sentence5": "-Do not stop just over a hill or just around a curve. Other drivers may not see your vehicle in time to avoid a collision.",
        "sentence6": "-Call for emergency roadside assistance and stay in your vehicle until help arrives.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Traffic Lanes - A traffic lane is a section of road for a single line of traffic.",
        "sentence2": "Lane Markings - Lane markings on road surfaces help drivers know which part of the road to use and understand traffic rules.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Single Solid Yellow Line",
        "sentence2": "A single solid yellow line marks the center of a road with two-way traffic. Do not pass a vehicle in front of you if there is only one lane of traffic going your direction and a solid yellow line on your side of the road.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Double Solid Yellow Lines",
        "sentence2": "Do not pass over double solid yellow lines. Stay to the right of these lines unless you are:",
        "sentence3": "-In a high-occupancy vehicle (HOV) carpool lane that has a designated entrance on the left.",
        "sentence4": "-Instructed by construction or other signs to drive on the other side of the road because your side is closed or blocked.",
        "sentence5": "-Turning left across a single set of double yellow lines to enter or exit a driveway or private road or make a U-turn.",
        "sentence6": "Two sets of solid double yellow lines spaced two or more feet apart are considered a barrier. Do not drive on or over this barrier, make a left turn, or make a U-turn across it, except at designated openings.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Broken Yellow Line",
        "sentence2": "A broken yellow line indicates you may pass if the broken line is next to your driving lane. Only pass when it is safe.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Single Solid White Line",
        "sentence2": "A single solid white line marks traffic lanes going in the same direction. This includes one-way streets.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Double Solid White Lines",
        "sentence2": "Double solid white lines indicate a lane barrier between a regular use and a preferential use lane, such as a carpool (HOV) lane. You may also see double solid white lines in or near freeway on and off ramps. Never change lanes over double solid white lines. Wait until you see a single broken white line.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Broken White Lines",
        "sentence2": "Broken white lines separate traffic lanes on roads with two or more lanes in the same direction.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "End of Lane Markings",
        "sentence2": "Ending freeway and street lanes are usually marked with large broken lines. If you are driving in a lane marked with broken lines, be prepared to exit the freeway or for the lane to end. Look for a sign that tells you to exit or merge.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Yield Line",
        "sentence2": "A yield line is a solid white line of triangles that shows approaching vehicles where to yield or stop. The triangles point towards approaching vehicles.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Choosing a Lane",
        "sentence2": "Traffic lanes are often referred to by number. The left (or fast) lane is called the Number 1 Lane.",
        "sentence3": "The lane to the right of the Number 1 Lane is called the Number 2 Lane. Then the Number 3 Lane, etc. Here are some tips for choosing a lane:",
        "sentence4": "-Use the left lane to pass or turn left.",
        "sentence5": "-Use the right lane to enter or exit traffic.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Changing Lanes",
        "sentence2": "Before you change lanes:",
        "sentence3": "-Signal.",
        "sentence4": "-Check your mirrors.",
        "sentence5": "-Check traffic behind and beside you.",
        "sentence6": "-Look over your shoulder in the direction you plan to move to make sure the lane is clear.",
        "sentence7": "-Check your blind spots for other vehicles, motorcyclists, and bicyclists. Do not let the vehicle drift into another lane.",
        "sentence8": "-Be sure there is enough space for your vehicle in the next lane. It is not necessary to slow down before a lane change.",
        "sentence9": "Stay in one lane as much as possible. Do not weave in and out of traffic.",
        "sentence10": "Last minute lane or direction changes may increase the risk of collisions.",
        "sentence11": "Once you start moving through an intersection, keep going. If you start to make a turn, follow through.",
        "sentence12": "If you miss a turn, keep driving until you can safely and legally turn around.",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Passing Lanes",
        "sentence2": "On a multilane road, the passing lane (far left lane) is the lane closest to the center divider and is used to pass other vehicles.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Carpool/High-Occupancy Vehicle (HOV) Lanes",
        "sentence2": "An HOV lane is a special lane reserved for carpools, buses, motorcycles, or low-emission vehicles with decals.",
        "sentence3": "To use an HOV lane, one of these must apply:",
        "sentence4": "-You have a certain number of people in your vehicle. There will be signs at the on-ramp or along the road to tell you the minimum number of people. Road signs also list the hours when the HOV rules apply.",
        "sentence5": "-You are driving a low emission or zero emission vehicle. You must display a special DMV-issued decal.",
        "sentence6": "-You are riding a motorcycle (unless otherwise posted).",
        "sentence7": "The road surface in a HOV lane is marked with a diamond symbol and the words Carpool Lane.",
        "sentence8": "Do not cross over double solid lines to enter or exit an HOV lane. Use designated entrances and exits.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Center Left Turn Lanes",
        "sentence2": "A center left turn lane is located in the middle of a two-way street. It is marked on both sides by two painted lines. The inner line is broken and the outer line is solid. Use the center left turn lane to prepare for and make a left turn or U-turn. It is not a regular traffic lane or passing lane. You may only drive for 200 feet in the center left turn lane. To turn left from this lane:",
        "sentence3": "-Look for other vehicles coming toward you in the center left turn lane.",
        "sentence4": "-Signal.",
        "sentence5": "-Look over your shoulder to check your blind spots.",
        "sentence6": "-Merge completely into the center left turn lane so you do not block traffic.",
        "sentence7": "-Turn when it is safe.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Turnout Areas or Lanes",
        "sentence2": "Some two-lane roads have special turnout areas or lanes. Merge into these areas or lanes to allow cars behind you to pass.",
        "sentence3": "You must use a turnout area or lane to let other vehicles pass when you are driving slowly on a two-lane road, where passing is unsafe, and there are five or more vehicles following you.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Bicycle Lanes",
        "sentence2": "Bicycle lanes are for bicyclists only and run alongside vehicle traffic. They are typically marked by a single solid white line and signs. They are sometimes painted bright green to make them easier to see.",
        "sentence3": "It is illegal to drive in a bicycle lane unless you are:",
        "sentence4": "-Parking (where permitted).",
        "sentence5": "-Entering or leaving the road.",
        "sentence6": "-Turning (within 200 feet of an intersection).",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "There are multiple types of bike lanes and markings:",
        "sentence2": "-Bike lane: Established along streets adjacent to vehicle traffic. Typically marked by a single solid white line that turns into a dash-line near an intersection.",
        "sentence3": "-Buffered bike lane: Uses chevrons or diagonal markings to provide greater separation from traffic and on-street parking.",
        "sentence4": "-Bike route: Uses bike route signs and shared road markings to designate a preferred route for bicyclists on streets shared with vehicle traffic.",
        "sentence5": "-Bicycle boulevard: Prioritizes bicycle travel on streets shared with vehicle traffic.",
        "sentence6": "-Separated bikeway: Is physically separated from motor vehicle traffic and for exclusive use of bicyclists. They are also known as a cycle track or protected bike lanes. The separation may include flexible posts, grade separation, inflexible barriers, or on-street parking.",
        "sentence7": "-Shared roadway bicycle markings: Alert drivers that bicyclists can occupy the lane and help bicyclists maintain a safe lane position in traffic.",
        "sentence8": "NOTE: Check your blind spots before entering a bike lane. If you drive a motorized bicycle,  use caution to avoid other bicyclists. Travel at a reasonable speed and do not endanger the safety of other bicyclists.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Right Turns",
        "sentence2": "To make a right turn:",
        "sentence3": "-Drive close to the right edge of the road.",
        "sentence4": "-If a designated right turn lane is available, enter at the opening.",
        "sentence5": "-You can drive in a bike lane",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Example of a right turn.",
        "sentence2": "within 200 feet from the turn. Check for bicyclists in your blind spots.",
        "sentence3": "-Watch for pedestrians, bicyclists, or motorcyclists between your vehicle and the curb.",
        "sentence4": "-Start signaling about 100 feet before the turn.",
        "sentence5": "-Look over your right shoulder and reduce your speed.",
        "sentence6": "-Stop behind the limit line. A limit line is a wide white line that shows the drivers where to stop before an intersection or crosswalk. If there is no limit line, stop before you enter the crosswalk. If there is no crosswalk, stop before you enter the intersection.",
        "sentence7": "-Look both ways (left-right-left) and turn when it is safe.",
        "sentence8": "-Complete your turn in the right lane. Do not turn wide into another lane.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Right Turn Against a Red Light",
        "sentence2": "You may turn right at a red light after a complete stop unless there is a No Turn on Red sign.",
        "sentence3": "Follow the same steps listed above for right turns.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Right Turn Against a Red Arrow",
        "sentence2": "You may not turn right if you are stopped at a red arrow light.",
        "sentence3": "Wait until the light changes to green before making your turn.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Right Turn at a Public Transit Bus Lane",
        "sentence2": "It is illegal to drive, stop, park, or leave a vehicle in an area designated for public transit buses.",
        "sentence3": "Signs will be posted to indicate the lanes are for bus only use.",
        "sentence4": "However, you may cross a bus lane to make a right turn.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Right Turn onto a Road with a Dedicated Lane",
        "sentence2": "A dedicated right turn lane does not merge into another lane and allows you to make a right turn without stopping.",
        "sentence3": "You may make your turn even if there  is a red light for vehicles going straight through the intersection.",
        "sentence4": "If there is a traffic light or sign on the right curb of the right turn lane, you must obey that light or sign.",
        "sentence5": "Always yield to pedestrians in a crosswalk when turning.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Left Turns",
        "sentence2": "To turn left:",
        "sentence3": "-Drive close to the center divider or into the left turn lane.",
        "sentence4": "-Enter a designated left turn lane at the opening. Do not cross any solid line.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Example of a left turn.",
        "sentence2": "-Enter a two-way center left turn lane within 200 feet of the turn. Respect the right-of-way of any vehicle, bicyclist, or motorcyclist already in the lane. Always yield to pedestrians.",
        "sentence3": "-Start signaling 100 feet before the turn.",
        "sentence4": "-Look over your left shoulder and reduce your speed.",
        "sentence5": "-Stop behind the limit line. If there is no limit line, stop before you  enter the crosswalk. If there is no crosswalk, stop before you enter the intersection.",
        "sentence6": "-Look both ways (left-right-left) and begin your turn when it is safe.",
        "sentence7": "-Proceed into the intersection while turning to complete your turn in the left lane.",
        "sentence8": "-Do not turn the steering wheel too soon and enter the lane of oncoming vehicles.",
        "sentence9": "-Keep your wheels pointed straight ahead until it is safe to start your turn. If your wheels are pointed to the left and a vehicle hits you from behind, you could be pushed into oncoming traffic.",
        "sentence10": "-Accelerate smoothly during and after the turn.",
        "sentence11": "-Allow the steering wheel to straighten in the new lane.",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Left Turn Against a Red Light",
        "sentence2": "You may turn left against a red light when you are turning from a one- way street onto a one-way street.",
        "sentence3": "Make sure there is no sign prohibiting the turn.",
        "sentence4": "Yield to other vehicles, pedestrians, or bicyclists who have a green light.",
        "sentence5": "Look both ways and turn when it is safe.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "U-turns",
        "sentence2": "A U-turn is when you turn your vehicle around to go back in the direction you came. To make a U-turn, signal and use the left turn lane or far-left lane. You may make a U-turn:",
        "sentence3": "-Across a double yellow line.",
        "sentence4": "-In a residential district if no vehicles are approaching you within 200 feet.",
        "sentence5": "-At an intersection on a green traffic light or green arrow, unless a No U-turn sign is posted.",
        "sentence6": "-On a divided highway if a center divider opening is provided.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Never make a U-turn:",
        "sentence2": "-Where a No U-turn sign is posted.",
        "sentence3": "-At or on a railroad crossing.",
        "sentence4": "-On a divided highway by crossing a dividing section, curb, strip of land, or two sets of double yellow lines.",
        "sentence5": "-When you cannot see clearly for 200 feet in each direction.",
        "sentence6": "-On a one-way street.",
        "sentence7": "-In front of a fire station. Never use a fire station driveway to turn around.",
        "sentence8": "-In business districts (the part of a city or town where most offices and businesses are).",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Examples of Turns",
        "sentence2": "The descriptions below refer to the numbers next to the cars in the images. Watch for pedestrians, motorcycles, and bicycles between your vehicle and the curb. When making turns, there may be signs or arrows that indicate you can turn from or end in more than one lane.",
        "sentence3": "1.Left turn from a two-way street. Start the turn in the left lane closest to the middle of the street. To reduce the risk of collision, end the turn in the left lane closest to the middle of the street going in your vehicle's direction. ",
        "sentence4": "2.Right turn. Begin and end the turn in the lane closest to the right edge of the road.",
        "sentence5": "3.Do not swing wide into another lane of traffic.",
        "sentence6": "4.Left turn from a one-way street onto a two-way street. Start the turn from the far-left lane. To reduce the risk of collision, end the turn in the left lane closest to the middle of the street going in your vehicle's direction.",
        "sentence7": "5.Left turn from a one-way street onto a one-way street. Start the turn from the far-left lane. Bicyclists can legally use the left turn lane for their left turns. If there are three or more lanes in your direction of travel, you may end your turn in any lane that is open.",
        "sentence8": "6.Right turn from a one-way street onto a one-way street. Start the turn in the far-right lane. If safe, you may end the turn in any lane.",
        "sentence9": "7.Turn at a T intersection from a one-way street onto a two-way street. Traffic going straight through the intersection has the right-of-way. You may turn either right or left from the center lane.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Braking",
        "sentence2": "-Remove your foot from the gas pedal (accelerator) and allow the vehicle to slow down. Lightly press the brake until you come to a full stop. Give yourself enough space and time to perform this maneuver.",
        "sentence3": "-When stopping at a limit line, do not cross over the line. If stopping behind a vehicle, leave enough space to see their rear wheels.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Merging",
        "sentence2": "Highway traffic has the right-of-way. For more information, see Right-of- Way Rules: Who Goes First in Section 7. When you enter a highway, you will need to:",
        "sentence3": "-Be in the proper lane on the on-ramp.",
        "sentence4": "-Be at or near the speed of traffic.",
        "sentence5": "-Merge into highway traffic when safe to do so. Do not stop unless absolutely necessary.",
        "sentence6": "-Merge into a space large enough for your vehicle to safely join the lane.",
        "sentence7": "-Use your mirrors and turn signals.",
        "sentence8": "-Turn your head quickly to look over your shoulder before changing lanes or merging into traffic.",
        "sentence9": "-Make sure you can stop safely by leaving three seconds of space between you and the vehicle in front of you.",
        "sentence10": "-Do not cross over any solid lines when merging. If you need to cross several lanes, signal and cross them one at a time. Check your blind spots for vehicles, motorcyclists, bicyclists, and pedestrians each time.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Exiting",
        "sentence2": "To exit a highway safely:",
        "sentence3": "-Know your exit and be aware of when it is approaching.",
        "sentence4": "-If you plan to change lanes, do so one at a time. Signal and look over your shoulder to check your blind spots.",
        "sentence5": "-When in the proper lane, signal five seconds (approximately 400 feet) before you exit.",
        "sentence6": "-Make sure you are at a safe speed to exit.",
        "sentence7": "-Do not cross over any solid lines when exiting.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Crossing or Entering Traffic",
        "sentence2": "When entering traffic from a full stop, signal and leave a large enough space to get up to the speed of traffic. To merge, enter, or exit traffic, you need a space that is:",
        "sentence3": "-Half a block on city streets, which is about 150 feet.",
        "sentence4": "-A full block on the highway, which is about 300 feet.",
        "sentence5": "-Even if you have a green light, do not start across the intersection if there are pedestrians or vehicles blocking your pathway.",
        "sentence6": "When turning left, do not assume that an oncoming vehicle with its right turn signal on is turning before it reaches you.",
        "sentence7": "The driver may have their signal on by mistake or plan to turn just beyond you. Wait for the vehicle to start its turn before beginning the left turn.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Passing",
        "sentence2": "You must judge whether you have enough space to pass whenever you approach:",
        "sentence3": "-An oncoming vehicle or bicyclist.",
        "sentence4": "-A hill, curve, intersection, or road obstruction. To safely pass, the hill or curve should be at least one-third of a mile ahead.",
        "sentence5": "Before you pass, look ahead for road conditions that may cause other vehicles to move into your lane.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Do not pass:",
        "sentence2": "-If you are approaching a hill or curve and cannot see if other traffic is approaching. This is very dangerous on one and two lane roads.",
        "sentence3": "-Within 100 feet of an intersection, bridge, tunnel, railroad crossing, or other hazardous area.",
        "sentence4": "-At crossroads and driveways.",
        "sentence5": "-Unless you have enough space to return to your lane.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "How to Pass",
        "sentence2": "When you are going to pass on an open highway:",
        "sentence3": "-Signal that you plan on passing.",
        "sentence4": "-Look over your shoulder to check your blind spots.",
        "sentence5": "-Drive into the passing lane.",
        "sentence6": "-Speed up to pass the vehicle.",
        "sentence7": "-Signal and return to your original lane.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "You may pass on the right only when:",
        "sentence2": "-An open highway has two or more lanes going in your direction.",
        "sentence3": "-The driver ahead of you is turning left and you can safely pass on the right. Never pass on the left if the driver is signaling a left turn.",
        "sentence4": "-You are on a one-way street.",
        "sentence5": "Never drive off the paved or main-traveled part of the road to pass.",
        "sentence6": "Being Passed",
        "sentence7": "If a vehicle is passing you or signals that they plan on passing, allow the vehicle to pass.",
        "sentence8": "Maintain your lane position and your speed.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Parking",
        "sentence2": "Parallel Parking",
        "sentence3": "Parallel parking is when you park in line with the road and other parked vehicles. To parallel park:",
        "sentence4": "1.Find a space. Look for a space at least three feet longer than your vehicle. When you find a space, turn on your signal to show that you plan on parking.",
        "sentence5": "2.Pull up alongside the vehicle in front of the space. Leave about two feet between your vehicle and the vehicle next to you. Stop once your rear bumper is aligned with the front of your parking space. Keep your signal on.",
        "sentence6": "3.Check your blind spots. Look in your rearview mirror and over your shoulder for approaching vehicles and pedestrians.",
        "sentence7": "4.Begin backing up. Turn your steering wheel to back into the space at about a 45-degree angle.",
        "sentence8": "5.Straighten out. Begin turning the steering wheel away from the curb when your rear wheel is within 18 inches of the curb. You may need to pull forward and backward to straighten out. Your vehicle should now be parallel and within 18 inches of the curb.",
        "sentence9": "6.Parking. Turn off your vehicle and set the parking brake. Before you exit your vehicle, look carefully for passing vehicles, bicycles, and motorcycles. Exit when safe.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Straight Line Backing",
        "sentence2": "To back up in a straight line:",
        "sentence3": "1.Traffic check. Observe traffic and check appropriate blind spots.",
        "sentence4": "2.Signal. Activate the turn signal before pulling up to the curb. Cancel the turn signal once completed.",
        "sentence5": "3.Check your blind spots. Look in your rearview mirror and over your shoulder for approaching vehicles and pedestrians.",
        "sentence6": "4.Begin backing up. Back in a straight line for three vehicle lengths while remaining within three feet of the curb. Stay aware of what is behind you when backing up.",
        "sentence7": "5.Control. To maintain control of the vehicle, back at a smooth, safe speed and adjust the steering wheel when needed. Practice until you can keep the vehicle straight. Repeat steps 1 and 2 to pull away from the curb.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Parking on a Hill",
        "sentence2": "When you park on a hill, your vehicle could roll due to equipment failure. Remember to set the parking brake and leave the vehicle in park, or in gear for manual transmission. To park:",
        "sentence3": "-On a sloping driveway: Turn the wheels so the vehicle will not roll into the street, leave the vehicle in gear and set the parking brake.",
        "sentence4": "-Headed downhill: Turn your front wheels into the curb or right toward the side of the road.",
        "sentence5": "Downhill: turn the wheels toward the curb. Uphill: turn the wheels away from the curb. No Curb: turn the wheels toward the shoulder of the road.",
        "sentence6": "-Headed uphill: Turn your front wheels away from the curb (left) and let your vehicle roll back a few inches. The wheel should gently touch the curb.",
        "sentence7": "-Headed either uphill or downhill when there is no curb: Turn the wheels so the vehicle will roll away from the center of the road if the brakes fail.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Parking at Colored Curbs",
        "sentence2": "Painted colored curbs have special parking rules.",
        "sentence3": "-White: Stop only long enough to pick up or drop off passengers.",
        "sentence4": "-Green: Park for a limited time. The time limit may be posted on signs or painted on the curb.",
        "sentence5": "-Yellow: Load and unload passengers and freight. Do not stop longer than the time posted. If you drive a noncommercial vehicle, you are usually required to stay with your vehicle.",
        "sentence6": "-Red: No stopping, standing, or parking.",
        "sentence7": "-Blue: Parking for a disabled person or someone driving a disabled person with a special placard or special license plate.",
        "sentence8": "-To learn more about disabled parking placards and license plates, visit    dmv.ca.gov/disabled-person- parking.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Illegal Parking",
        "sentence2": "Never park or leave your vehicle:",
        "sentence3": "-Where a No Parking sign is posted.",
        "sentence4": "-On a marked or unmarked crosswalk.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Example of crosshatched (diagonal lines) area.",
        "sentence2": "-On a sidewalk, partially blocking a sidewalk, or in front of a driveway.",
        "sentence3": "-Within three feet of a sidewalk ramp for disabled persons.",
        "sentence4": "-In front of or on a curb that provides wheelchair access to a sidewalk.",
        "sentence5": "-In the crosshatched (diagonal lines) area next to a designated disabled parking space.",
        "sentence6": "-In a space designated for parking or fueling zero-emission vehicles, unless you are driving a zero-emission vehicle.",
        "sentence7": "-In a tunnel or on a bridge, unless permitted by signs.",
        "sentence8": "-Within 15 feet of a fire hydrant or fire station driveway.",
        "sentence9": "-Between a safety zone and curb.",
        "sentence10": "-Double parked.",
        "sentence11": "-On the wrong side of the street or on a freeway, except:",
        "sentence12": "-In an emergency.",
        "sentence13": "-When a law enforcement officer requires a stop.",
        "sentence14": "-Where a stop is specifically permitted.",
        "sentence15": ""
    },
    {
        "sentence1": "Stop on a freeway!!!",
        "sentence2": "If you must stop on a freeway, park completely off the pavement and stay in your vehicle with the doors locked until help arrives.",
        "sentence3": "A vehicle that is stopped, parked, or left standing on a freeway for more than four hours may be removed.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Electric Vehicles",
        "sentence2": "Local authorities can reserve parking spaces on public streets for electric vehicle charging.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Driving Green",
        "sentence2": "Maximize your fuel efficiency while helping to lower emissions by following these practices:",
        "sentence3": "-Speed up and slow down smoothly. Drive at a steady speed.",
        "sentence4": "-Regularly inflate your tires, get oil changes, and check filters.",
        "sentence5": "-Get rid of extra weight in your vehicle.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Law Enforcement Stops",
        "sentence2": "During a Law Enforcement Stop",
        "sentence3": "-Turn on your right turn signal to acknowledge that you see the officer.",
        "sentence4": "-Move completely onto the right shoulder, even if in the carpool/HOV lane. Stop in a well-lit area when possible.",
        "sentence5": "-Turn off your radio.",
        "sentence6": "-Remain inside your vehicle unless directed to get out by the officer.",
        "sentence7": "-Roll down your window after stopping your vehicle and before the officer makes contact with you.",
        "sentence8": "-The driver and all passengers should place their hands in clear view before the officer makes contact with them.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Notice",
        "sentence2": "Beginning January 1, 2024, law enforcement officers must state the reason for a traffic or pedestrian stop before they begin questioning related to a criminal investigation or traffic violation.",
        "sentence3": "An exception is made if an officer reasonably believes withholding the reason is necessary to protect life or property from imminent threat.",
        "sentence4": "The reason for the stop must be documented on the citation issued or law enforcement report completed.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Your Rights During the Enforcement Stop",
        "sentence2": "If an officer asks your permission to do something, you have a right to say no. However, if you say no and the officer says they are going to do it anyway, you do not have a right to interfere with their actions. For example, an officer may request to search part or all of your vehicle. You have a right to decline that request, but the officer may have the legal authority to search your vehicle anyway under certain circumstances. If you do not want the officer to search your vehicle, you should clearly say that you do not give your permission, but you do not have a right to resist or obstruct the officer if they search your vehicle anyway.",
        "sentence3": "The driver of a stopped vehicle must produce a driver's license, proof of insurance, and vehicle registration when stopped by law enforcement. If a driver does not produce these documents, officers may conduct a limited search for them. An officer may also request the names or identification of passengers. Passengers can decline that request, but under some circumstances the passengers may be required to identify themselves anyway. If passengers do not want to produce their identification, they should clearly say so. Passengers should not interfere with the officer's duties in conducting the traffic stop, and if an officer demands identification, passengers should not interfere with the officer's actions. During a traffic stop, an officer can legally require the driver and all passengers to exit or stay inside the vehicle. If you are told to exit the vehicle or stay inside, you must do so.",
        "sentence4": "In California, only federal law enforcement officers can ask you about your immigration status. California law prohibits state and local officers from asking drivers or passengers about their immigration status. If a California law enforcement officer asks you about your immigration status, you can decline to answer.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Law enforcement agency",
        "sentence2": "In general, the First Amendment protects the right of drivers and passengers to record interactions with law enforcement in public spaces. If you are recording, you should immediately make that clear. You do not have a right to interfere with the officer's lawful duties during the enforcement stop, and you should not reach into concealed areas to retrieve your recording device without the officer's permission. If your recording is not interfering with the officer's ability to lawfully do their job,  an officer cannot confiscate your recording device, delete the recording, or destroy the device just because you are using it to record. In general, you also have the right to deny a request to unlock a cellular phone or provide a password to it, though under some circumstances, such as if you are on parole, you may have to give permission in response to such requests. Finally, no government employee can retaliate against you just because you recorded something in public.",
        "sentence3": "Even if you believe your rights were violated, you should not engage in physical resistance or violence against the officer. If an officer  does something that you believe violates your rights, you can voice your objection, but you should not physically resist. Everyone has the right to be safe during a traffic stop. Your safety and the officer's safety could be jeopardized if the situation escalates with physical resistance or violence.",
        "sentence4": "All members of the public have a right to file a complaint against any law enforcement agency, and it is against the law for any government employee to retaliate against you for doing so. You can file a complaint with the law enforcement agency that employs the officer. You have a right to be free from discrimination based on your actual or perceived race, sex, color, ethnicity, national origin, age, religion, gender identity or expression, sexual orientation, mental or physical disability, medical condition, or citizenship status. You also have other rights guaranteed by the United States and California Constitutions, as well as California and federal laws. When you file a complaint, the agency that employs the officer must investigate the complaint. Links to contact information for California law enforcement agencies can be found at post.ca.gov/le-agencies.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Use your Turn Signals",
        "sentence2": "Let others know your intention to change lanes or turn.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Laws and Rules of the Road",
        "sentence2": "Traffic Control",
        "sentence3": "When at or approaching traffic signals or signs, yield to pedestrians, bicyclists, and other nearby vehicles that may have the right-of-way.",
        "sentence4": "See Right of Way Rules: Who Goes First.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Traffic Signals",
        "sentence2": "Solid Red Light",
        "sentence3": "A red traffic signal light means STOP. You can turn right at a red light, if:",
        "sentence4": "-There is not a NO TURN ON RED sign posted.",
        "sentence5": "-You stop at the stop or limit line, yield for pedestrians, and turn when it is safe.",
        "sentence6": "Red Arrow",
        "sentence7": "A red arrow means STOP. Do not turn at a red arrow. Remain stopped until a green traffic signal light or green arrow appears.",
        "sentence8": "Flashing Red Light",
        "sentence9": "A flashing red signal light means STOP. After stopping, you may go when it is safe.",
        "sentence10": "Solid Yellow Light",
        "sentence11": "A yellow traffic signal light means CAUTION. The light is about to turn red. When you see a yellow traffic signal light, stop, if you can do so safely. If you cannot stop safely, cautiously cross the intersection.",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Traffic Signals",
        "sentence2": "Yellow Arrow",
        "sentence3": "A yellow arrow means the protected turning time is ending. The signal will change soon. If you cannot stop safely or you are already in the intersection, cautiously complete your turn. Pay attention to the next signal. It could be a:",
        "sentence4": "-Green or red traffic signal light.",
        "sentence5": "-Red arrow.",
        "sentence6": "Flashing Yellow Light",
        "sentence7": "A flashing yellow traffic signal light is a warning to PROCEED WITH CAUTION. Slow down and be alert. You do not need to stop.",
        "sentence8": "Flashing Yellow Arrow",
        "sentence9": "You can turn, but your turn is not protected from other traffic. Proceed to turn left after yielding to oncoming traffic and proceed with caution.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Traffic Signals",
        "sentence2": "Solid Green Light",
        "sentence3": "A green traffic signal light means GO. You should still stop for any vehicle, bicyclist, or pedestrian in the intersection. Only proceed if you have enough space without creating a danger to any oncoming vehicle, bicyclist, or pedestrian. Do not enter the",
        "sentence4": "intersection if you cannot get completely across before the traffic signal light turns red.",
        "sentence5": "Green Arrow",
        "sentence6": "A green arrow means GO in the direction the arrow is pointing. The green arrow allows you to make a protected turn.",
        "sentence7": "Oncoming vehicles are stopped by a red traffic signal light.",
        "sentence8": "Traffic Light Not Working",
        "sentence9": "When a traffic light is not working, stop as if the intersection is controlled by STOP signs in all directions. Then proceed cautiously when it is safe to do so.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Pedestrian Signals or Signs",
        "sentence2": "WALK or Walking Person - You may cross the street.",
        "sentence3": "DON'T WALK or Raised Hand - You may not cross the street.",
        "sentence4": "Flashing DON'T WALK or Flashing Raised Hand - Do not start crossing the street. The traffic signal light is about to change. Drivers must yield to pedestrians, even if the DON'T WALK light is flashing.",
        "sentence5": "Numbers - The numbers count down the seconds left for crossing the street.",
        "sentence6": "Diagonal Crossing - These are crisscross and diagonal crosswalks that allow pedestrians to cross the intersection in any direction at the same time. Cross only when the WALK signal allows it.",
        "sentence7": "Sounds - Sounds such as beeping, chirping, or verbal messages help blind or visually impaired pedestrians cross the street.",
        "sentence8": "Pedestrian Push Button - This is used to activate the WALK or Walking Person signal.",
        "sentence9": "No Pedestrian Signals - If there are no pedestrian signals, obey the vehicle traffic signals.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Signs",
        "sentence2": "Obey all warning signs regardless of their shape or color.",
        "sentence3": "STOP Sign - Make a full stop before entering the crosswalk or at the limit  line.",
        "sentence4": "If there is no limit line or crosswalk, stop before entering the intersection.",
        "sentence5": "Check traffic in all directions before proceeding.",
        "sentence6": "Red YIELD Sign - Slow down and be ready to stop to let any vehicle, bicyclist, or pedestrian pass before you proceed.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Pedestrians",
        "sentence2": "These are considered pedestrians or vulnerable road users:",
        "sentence3": "-A person walking.",
        "sentence4": "-A person traveling on something other than a vehicle or bicycle. This includes roller skates, a skateboard, etc.",
        "sentence5": "-A person with a disability using a tricycle, quadricycle, or wheelchair for transportation.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Although pedestrians have the right-of-way, they also must follow the rules of the road.",
        "sentence2": "When there is a pedestrian crossing a roadway with or without a crosswalk, you must use caution, reduce your speed, or stop to allow the pedestrian to safely finish crossing.",
        "sentence3": "Other things to keep in mind:",
        "sentence4": "-Do not pass a vehicle stopped at a crosswalk. You may not be able to see a pedestrian crossing the street.",
        "sentence5": "-If a pedestrian makes eye contact with you, they are ready to cross the street. Yield to the pedestrian.",
        "sentence6": "-Always allow pedestrians enough time to safely cross a street as some groups such as seniors, people with small children, and people with disabilities may require extra time.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Crosswalks",
        "sentence2": "A crosswalk is the part of the road set aside for pedestrians to safely cross the road. They are often marked with white lines. School crossings may have yellow crosswalk lines.",
        "sentence3": "Not all crosswalks are marked.",
        "sentence4": "Pedestrians have the right-of-way in marked or unmarked crosswalks.",
        "sentence5": "If there is a limit line before the crosswalk, stop at the limit line and allow pedestrians to cross the street.",
        "sentence6": "Some crosswalks have flashing lights.",
        "sentence7": "Whether or not the lights are flashing, look for pedestrians and be prepared to stop.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Pedestrians who are Blind",
        "sentence2": "Pedestrians using guide dogs or white canes have the right-of-way at all times. These pedestrians are partially or totally blind.",
        "sentence3": "Be careful when you are turning or backing up. This is particularly important if you are driving a hybrid or electric vehicle because blind pedestrians rely on sound to know there is a vehicle nearby.",
        "sentence4": "-Do not stop in the middle of a crosswalk. This could force a blind pedestrian to walk into traffic outside of the crosswalk.",
        "sentence5": "-Do not honk your horn at a blind person.",
        "sentence6": "-When a blind person pulls in their cane and steps away from the intersection, this gesture usually means you may go.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Mountain Roads",
        "sentence2": "If two vehicles meet on a steep narrow road and neither vehicle can pass, the vehicle facing uphill has the right-of-way.",
        "sentence3": "The vehicle facing downhill has more control when backing up the hill.",
        "sentence4": "The vehicle facing downhill should back up until the vehicle going uphill can pass.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Sharing the Road",
        "sentence2": "Drivers need to share the road with other vehicles, pedestrians, bicyclists, road workers, and large vehicles.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Blind Spots (the No Zone)",
        "sentence2": "Large vehicle and truck drivers have a better view in front of them and bigger mirrors.",
        "sentence3": "But they also have large blind spots, also called No Zones. In these areas, your vehicle can disappear from a large vehicle or truck driver's view.",
        "sentence4": "If you cannot see the truck's side mirrors, the truck driver cannot see you.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Tractor-Trailer",
        "sentence2": "The shaded areas in this image are the truck driver's blind spots.",
        "sentence3": "Large vehicles and commercial trucks take longer to stop than passenger vehicles traveling at the same speed.",
        "sentence4": "When traveling, they create extra space in front of their vehicle to use if they need to stop suddenly.",
        "sentence5": "The average passenger vehicle traveling at 55 mph can stop within 300 feet.",
        "sentence6": "A large vehicle traveling at the same speed can take up to 400 feet to stop.",
        "sentence7": "The heavier the vehicle and the faster it is moving, the longer it takes to safely stop, so a loaded truck will take longer to stop than an empty truck.",
        "sentence8": "Do not move in front of a large vehicle and suddenly slow down or stop. The large vehicle will not be able to stop fast enough to avoid crashing into you.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Turning",
        "sentence2": "When a vehicle turns, the rear wheels follow a shorter path than the front wheels.",
        "sentence3": "The longer the vehicle, the greater the difference in the length of the turning path.",
        "sentence4": "This is why large vehicles and truck drivers must often swing wide to complete a turn.",
        "sentence5": "When you follow a large vehicle, look at  its turn signals before you start to pass.",
        "sentence6": "It may appear to be turning one direction but instead is swinging wide in the opposite direction in order to turn.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Maneuvering",
        "sentence2": "Large vehicles and trucks are not as easy to maneuver as passenger vehicles. On a divided highway with four or more traffic lanes in one direction, they may be driven in the lane just to the left of the far-right lane. When driving near large vehicles and trucks, do not:",
        "sentence3": "-Change lanes directly in front of them to reach an exit or turn.",
        "sentence4": "-Drive next to them longer than you need to. Always pass a large vehicle on the left side. After you pass the large vehicle or truck,",
        "sentence5": "move ahead of it. Driving alongside a large vehicle makes it hard for the driver to avoid dangers in the road.",
        "sentence6": "-Underestimate their size and speed.",
        "sentence7": "Buses, Streetcars, Trolleys Safety zones are spaces set aside for pedestrians waiting for buses,",
        "sentence8": "streetcars, and trolleys. Safety zones are marked by raised buttons or markers  on a road. Do not drive through a safety zone under any condition.",
        "sentence9": "When a bus, streetcar, or trolley is stopped at a safety zone or traffic light, you may pass at no more than 10 mph.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Safety Zones are marked by dotted white lines.",
        "sentence2": "Do not overtake and pass a light rail vehicle or streetcar on the left side, whether it is moving or standing, unless:",
        "sentence3": "-You are on a one-way street.",
        "sentence4": "-A traffic officer directs you to pass on the left.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Light Rail Vehicles",
        "sentence2": "On public roads, light rail vehicles have the same rights and responsibilities as other vehicles. To safely share the road with light rail vehicles:",
        "sentence3": "-Be aware of where they operate. Buildings, trees, and other items can cause blind spots for the operator.",
        "sentence4": "-Never turn in front of an approaching light rail vehicle.",
        "sentence5": "-Maintain a safe distance.",
        "sentence6": "Do not turn in front of light rail vehicles.",
        "sentence7": "-Check for approaching light rail vehicles before you turn across the tracks. Complete your turn only when the traffic light indicates you may proceed. Be aware they can interrupt traffic lights.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Motorcycles",
        "sentence2": "Motorcyclists have the same rights and responsibilities as other vehicles. To safely share the road with motorcyclists:",
        "sentence3": "-Check for motorcycles and use your mirrors when you change lanes or enter a road. Motorcycles are smaller in size and harder to see so they easily disappear in vehicle blind spots.",
        "sentence4": "-Allow a safe three-second following distance. This space will help you avoid hitting a motorcyclist if they brake suddenly or fall.",
        "sentence5": "-Whenever possible, give a motorcycle the full lane. It is legal to share lanes with motorcycles, this is known as lane splitting.",
        "sentence6": "-Never try to pass a motorcycle in the same lane as you.",
        "sentence7": "-Check for motorcyclists before you open your door next to traffic.",
        "sentence8": "-When possible, move to one side of your lane to give motorcyclists more room to pass.",
        "sentence9": "Road conditions can cause motorcyclists to suddenly change speed or direction.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Emergency Vehicles",
        "sentence2": "Yield to emergency vehicles.",
        "sentence3": "Give the right-of-way to any law enforcement vehicle, fire engine, ambulance, or other emergency vehicle using a siren and red lights.",
        "sentence4": "Failure to pull over may result in a ticket. Drive to the right edge of the road and stop until the emergency vehicle(s) have passed.",
        "sentence5": "When approaching a stationary emergency vehicle with flashing emergency signal lights (hazard lights), move over and slow down.",
        "sentence6": "If you are in an intersection when you see an emergency vehicle, continue through the intersection. Drive to the right as soon as it is safe and stop.",
        "sentence7": "Obey any direction, order, or signal given by a law enforcement officer, or firefighter. Follow their orders even if they conflict with existing signs, signals, or laws.",
        "sentence8": "It is against the law to follow within 300 feet of any fire engine, law enforcement vehicle, ambulance, or other emergency vehicle when their siren or flashing lights are on.",
        "sentence9": "You can be arrested if you drive to the scene of a fire, collision, or other disaster. When you do this, you are getting in the way of firefighters, ambulance crews, or other rescue and emergency personnel.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Slow-moving Vehicles",
        "sentence2": "They can take longer to get up to speed when entering traffic. Large trucks, bicycles, and some cars lose speed on long or steep hills.",
        "sentence3": "Some slow-moving vehicles have an orange and red triangle on their back, such as road maintenance vehicles, which usually travel at 25 mph or less.",
        "sentence4": "Other types of slow-moving motorized vehicles that may operate on public roads include:",
        "sentence5": "-Scooters",
        "sentence6": "-Neighborhood electric vehicles",
        "sentence7": "-Golf carts",
        "sentence8": "Adjust your speed to share the road with these vehicles.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Neighborhood Electric Vehicles (NEV) and Low-speed Vehicles (LSV)",
        "sentence2": "Watch for slow-moving vehicles when you see these signs or markings:",
        "sentence3": "-NEV USE ONLY",
        "sentence4": "-NEV ROUTE",
        "sentence5": "NEVs and LSVs reach a maximum speed of 25 mph. They are restricted from roads where the speed limit is greater than 35 mph.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Animal-drawn Vehicles",
        "sentence2": "Horse-drawn vehicles and people riding horses or other animals are allowed to share the road with motor vehicles. It is against the law to intentionally scare horses or livestock.",
        "sentence3": "Near Animals",
        "sentence4": "If you see a sign with a picture of an animal, watch for animals on or near the road. If you see animals or livestock near the road, slow down or stop and proceed when it is safe. Be sure to follow directions from the person in charge of the animals.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Bicycles",
        "sentence2": "Bicyclists have the same rights and responsibilities as other drivers. Bicyclists may:",
        "sentence3": "-Legally ride on certain sections of freeways where there is no alternate route and bicycling is not forbidden by law.",
        "sentence4": "-Move left to avoid hazards. These may include parked or moving vehicles, bicycles, animals, or trash.",
        "sentence5": "-Choose to ride near the left curb or edge of a one-way street.",
        "sentence6": "-Choose to use crosswalks by stopping and crossing as a pedestrian.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Bicyclist Responsibilities",
        "sentence2": "As a bicyclist, you must:",
        "sentence3": "-Obey all traffic signs, signal lights, and basic right-of-way rules.",
        "sentence4": "-Ride in the same direction as traffic.",
        "sentence5": "-Always look over your shoulder to make sure the lane is clear before turning or changing lanes.",
        "sentence6": "-Yield to pedestrians.",
        "sentence7": "-Wear a helmet (if under 18 years old).",
        "sentence8": "-Stay visible (for example, never weave between parked vehicles).",
        "sentence9": "-Ride as near to the right curb or edge of the roadway as possible.",
        "sentence10": "-Not ride on the sidewalk (unless allowed by the city).",
        "sentence11": "-Make left and right turns in the same way drivers do, using hand signals and turn lanes.",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Intersections with special lanes for bicyclists.",
        "sentence2": "-Use a bike lane, whenever possible, or use a through traffic lane.",
        "sentence3": "-Have fully functional brakes.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Bicycling at Night",
        "sentence2": "When it is dark out, bicyclists should avoid wearing dark clothing. Your bicycle must have the following equipment:",
        "sentence3": "-A front lamp with a white light visible from 300 feet.",
        "sentence4": "-A built-in rear red reflector, solid red light, or flashing red light. This must be visible from 500 feet.",
        "sentence5": "-A white or yellow reflector on each pedal, the bicyclist's shoes, or their ankles. These must be visible from 200 feet.",
        "sentence6": "-A white or yellow reflector on the front wheel, a white or red reflector on the rear wheel, or reflectorized tires.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Bicycling in Travel Lanes",
        "sentence2": "Bicyclists traveling slower than the flow of traffic must ride as close as possible to the right curb or edge of the road, unless:",
        "sentence3": "-Passing a vehicle or another bicycle in the same direction.",
        "sentence4": "-Preparing to make a left turn.",
        "sentence5": "-Avoiding a hazard or road condition.",
        "sentence6": "-A lane is too narrow for a bicycle and a vehicle to safely travel side- by-side in the lane.",
        "sentence7": "-Approaching a right turn.",
        "sentence8": "-On a one-way road with two or more lanes. In this case, a bicyclist may ride near the left curb or edge of the road.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Passing a Bicyclist",
        "sentence2": "To safely pass a bicyclist that is in the travel lane, you may need to change to another lane. In this case, pass safely, then return to your original lane. Leave space between your vehicle and the bicyclist.",
        "sentence3": "Drivers should follow at a safe distance. When it is safe, the bicyclist should move to a position that allows vehicles to pass.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Take care about Bicyclist",
        "sentence2": "When you cannot change lanes to pass a bicyclist, allow at least three feet between your vehicle and the bicyclist. If you cannot give three feet of space, do not pass the cyclist until three feet of clearance can be given. This will help you avoid putting the bicyclist in danger. Remember to:",
        "sentence3": "-Give bicyclists enough space so they are not forced into parked vehicles or open vehicle doors.",
        "sentence4": "-Only merge toward the curb or into the bike lane when it is safe.",
        "sentence5": "-Merge safely behind a bicyclist when preparing to make a turn.",
        "sentence6": "-Enter a bike lane no more than 200 feet before starting a turn.",
        "sentence7": "-Check for bicyclists when changing lanes or entering traffic. They may be hidden in a vehicle's blind spots.",
        "sentence8": "-Be careful when approaching or passing a bicyclist on a two-lane road.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Road Workers and Work Zones",
        "sentence2": "You will see warning signs and message boards when there are workers, slow-moving equipment, and closed lanes ahead.",
        "sentence3": "Go through the work zone carefully by:",
        "sentence4": "-Slowing down.",
        "sentence5": "-Allowing extra space between vehicles.",
        "sentence6": "-Expecting sudden slowing or stopping.",
        "sentence7": "-Watching for drivers changing lanes.",
        "sentence8": "-Avoiding distractions.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Cones, drums, or other barriers will guide you through the work zone.",
        "sentence2": "Prepare to slow down or stop for highway equipment. Merge as soon as it is safe without crossing the cones or drums.",
        "sentence3": "Watch for bicycles if lanes are narrow or the shoulder is closed. Obey special signs or instructions from workers such as flaggers.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Fines and Double Fine Zones",
        "sentence2": "Fines for traffic violations in a work zone can be $1,000 or more. Anyone convicted of assaulting a highway worker faces fines of up to $2,000 and imprisonment for up to one year.",
        "sentence3": "Certain roads are chosen as Safety Enhanced-Double Fine Zones. This is due to increased collision-related injuries and fatalities. Fines are doubled in these zones.",
        "sentence4": "Fines are also doubled in highway construction or maintenance zones when workers are present.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Move Over and Slow Down",
        "sentence2": "Drivers must move over and slow down for emergency and road work vehicles. These include:",
        "sentence3": "-Stationary emergency vehicles or tow trucks displaying flashing amber warning lights.",
        "sentence4": "-Stopped road work vehicles displaying emergency flashing or amber warning lights.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Diamond-shaped sign on truck",
        "sentence2": "Vehicles with Hazardous Loads A diamond-shaped sign on a truck means that the truck's load may be dangerous (gas, explosives, etc.).",
        "sentence3": "Vehicles with these signs must stop before crossing railroad tracks.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Heavy Traffic or Bad Weather",
        "sentence2": "You must drive slower when there is heavy traffic or bad weather. At the same time, you should not block normal and reasonable traffic flow by driving too slowly. Do not drive over or under the speed limit. You may  be cited if you do. When another driver is close behind you and wishes to drive faster, move to the right. If you choose to drive slower than other traffic, drive in the right lane. Refer to Choosing a Lane in Section 6 for more information.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Towing",
        "sentence2": "You must drive in the far-right lane or a lane marked for slower vehicles when you:",
        "sentence3": "-Tow a vehicle or trailer.",
        "sentence4": "-Drive a truck with three or more axles.",
        "sentence5": "If no lanes are marked and there are four or more lanes in your direction, you may only drive in the two lanes closest to the right edge of the road.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Around Children",
        "sentence2": "The speed limit is 25 mph within 500 feet of a school while children are outside or crossing the street. Some school zones may have speed limits as low as 15 mph. When near schools, look for:",
        "sentence3": "-Bicyclists and pedestrians.",
        "sentence4": "-School safety patrols or crossing",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "All vehicles must stop for school buses.",
        "sentence2": "Be sure to obey their directions at all times.",
        "sentence3": "-Stopped school buses and children crossing the street.",
        "sentence4": "-Some school buses flash yellow lights when preparing to stop to let children off the bus. The yellow flashing lights warn you to slow down and prepare to stop.",
        "sentence5": "-When the bus flashes red lights (located at the top, front, and  back of the bus), you must stop from either direction until the children are safely across the street and the lights stop flashing. Remain stopped while the red lights are flashing. If you fail to stop, you may be fined up to $1,000 and your driving privilege could be suspended for one year.",
        "sentence6": "-If the school bus is on the other side of a divided or multilane highway (two or more lanes in each direction), you do not need to stop.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Blind Intersections",
        "sentence2": "An intersection is considered blind if it has no stop signs at any corner.",
        "sentence3": "If your view is blocked, move slowly forward until you can see. The speed limit for a blind intersection is 15 mph.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Alleys",
        "sentence2": "An alley is any road no wider than 25 feet that is used to access the rear or side entrances of buildings or properties.",
        "sentence3": "The speed limit in an alley is 15 mph.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Near Railroad or Light Rail Tracks",
        "sentence2": "The speed limit is 15 mph within 100 feet of a railroad crossing and you cannot see the tracks for 400 feet in both directions. You may drive faster than 15 mph if the crossing is controlled by gates, a warning signal, or a flagman. At railroad or train crossings:",
        "sentence3": "-Flashing red warning lights indicate you must stop and wait. Do not proceed over the railroad tracks until the red lights stop flashing, even if the gate rises.",
        "sentence4": "-When the crossing devices or a person warns you a train is coming, stop at least 15 feet from the nearest track.",
        "sentence5": "-Do not go under lowering gates or around lowered gates. If the gates are lowered and you do not see a train approaching, call the posted railroad emergency toll-free number or 911.",
        "sentence6": "-Stop, look, and listen. If you see a train coming or hear a horn or bell, do not cross. Many crossings have multiple tracks. Look in both directions and only cross when it is safe.",
        "sentence7": "-Expect a train on any track, at any time, traveling in either direction.",
        "sentence8": "-Never stop on the railroad tracks. Wait and do not begin proceeding if you do not have enough room to completely cross the tracks. If you are on the tracks, you risk injury or death.",
        "sentence9": "-Watch for vehicles that must stop before they cross train tracks. These vehicles include buses, school buses, and vehicles marked with a hazardous materials placard.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Business or Residential Districts",
        "sentence2": "The speed limit is 25 mph, unless otherwise posted.",
        "sentence3": "Other Important Roadway Information",
        "sentence4": "You must:",
        "sentence5": "-Not smoke when a minor is in the vehicle. You can be fined.",
        "sentence6": "-Not dump or abandon animals on a highway. This crime is punishable by a fine of up to $1,000, six months in jail, or both.",
        "sentence7": "-Not drive a vehicle so overloaded that you cannot control it, see ahead, or see to the sides of your vehicle.",
        "sentence8": "-Not drive a vehicle with an unsecured load that is a safety hazard.",
        "sentence9": "-Not carry anything in or on a passenger vehicle which extends beyond the fenders on the left side or more than 6-inches beyond the fenders on the right side.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Other Important Roadway Information",
        "sentence2": "-Cargo that extends more than 4 feet from the back-rear bumper of the vehicle must display a 12-inch red or fluorescent orange square flag.",
        "sentence3": "-At night, this cargo must be marked with two red lights.",
        "sentence4": "-Not allow a person to ride in the back of a pickup or other truck unless the vehicle has secure seats and seat (safety) belts.",
        "sentence5": "-Not transport animals in the back of a pickup or other truck unless the animal is properly secured. This prevents the animal from falling, jumping, or being thrown from the vehicle.",
        "sentence6": "-Not drive a vehicle equipped with a video monitor visible to the driver, unless it only displays vehicle information, navigation system, media player, or radio.",
        "sentence7": "-Not throw a cigarette, cigar, or other flaming or glowing substance from your vehicle.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Other Important Roadway Information",
        "sentence2": "-Not put signs or other objects on the front windshield or side rear windows that block your view. Do not hang objects on the mirror. Objects may only be affixed in these locations:",
        "sentence3": "-A 7-inch square on the lower corner of the passenger's side windshield or the lower corner of the rear window.",
        "sentence4": "-A 5-inch square on the lower corner of the driver's side window.",
        "sentence5": "-On the side windows behind the driver.",
        "sentence6": "-A 5-inch square located in the center uppermost portion of your windshield for an electronic toll payment device.",
        "sentence7": "-Not interfere with a funeral procession. A funeral procession is led by a traffic officer and has the right-of-way. All vehicles taking part in the procession have windshield markers to identify them and have their headlights on. You can be ticketed if you interrupt a funeral procession.",
        "sentence8": "-Not operate a vehicle with an illegible license plate.",
        "sentence9": "-Not alter a license plate in any way.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Evading Law Enforcement",
        "sentence2": "It is a misdemeanor to use a motor vehicle to flee or attempt to  evade law enforcement performing their duties. This is punishable by imprisonment in a county jail for one year or less.",
        "sentence3": "A person convicted of causing serious bodily injury during a law enforcement pursuit is subject to imprisonment in a state prison for up to seven years, or a county jail for one year or less.",
        "sentence4": "A person convicted of manslaughter resulting from evading law enforcement during a pursuit is subject to imprisonment in a state prison for a minimum of 4 to 10 years.",
        "sentence5": "If an unlicensed person is caught driving your vehicle, it may be impounded for 30 days.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Speed Contests and Reckless Driving",
        "sentence2": "A person convicted of reckless driving or engaging in a speed contest that causes injury to another person is subject to imprisonment, a fine, or both.",
        "sentence3": "Points on Your Driver's Record",
        "sentence4": "DMV monitors your driving record. If you are stopped by a law enforcement officer and cited (ticketed) for a traffic violation, you sign the ticket as a promise to appear in traffic court. If you get a traffic ticket and fail to appear (FTA) in court, DMV may suspend your driving privilege until you appear. If you do not keep your promise to appear in court, the FTA goes on your driver record.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Each time you are convicted of a moving traffic violation, the court notifies DMV. The conviction is placed on your driver's record.",
        "sentence2": "Convictions reported by other states and juvenile court are also added to your driver's record. Traffic convictions and collisions stay on your record for 36 months or longer, depending on the type of conviction. As an adult, your license may be suspended if your driver's record shows one of the following point totals:",
        "sentence3": "-4 points in 12 months.",
        "sentence4": "-6 points in 24 months.",
        "sentence5": "-8 points in 36 months.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Traffic Violator School",
        "sentence2": "If you are given a one-point traffic violation, the judge may offer you the choice to attend a traffic violator school to have the citation not reported to your insurance company but remain on your driving record. You can do this once in any 18-month period. The school will report your course completion to the court. You will also get a completion receipt.",
        "sentence3": "If you are a commercial driver cited in a noncommercial vehicle, see the California Commercial Driver Handbook.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Suspension or Revocation",
        "sentence2": "If you have too many points on your driver's record, you will be considered a negligent driver. DMV will place you on probation, suspend, or revoke your driving privilege. When this happens, you have the right to a hearing. DMV will notify you in writing of any action taken against your driving privilege and inform you of your legal rights, including your right to a hearing.",
        "sentence3": "DMV will revoke your driving privilege if you are convicted of a hit-and-run or reckless driving that resulted in injury. Courts also have the authority to suspend a person's driving privilege.",
        "sentence4": "At the end of your suspension or revocation, you may apply for a replacement driver's license. You must show proof of financial responsibility (such as SR 22/SR 1P).",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Maintaining Your Minor's (Provisional) Driver's License",
        "sentence2": "If you get into collisions or commit traffic violations within the first 12 months of obtaining your minor's driver's license, DMV may restrict or suspend your driving privilege. You cannot drive if your driving privilege is suspended or revoked.",
        "sentence3": "As a minor, DMV may take action against your license if you have:",
        "sentence4": "-One at fault collision or traffic violation conviction: An at fault collision means you were found responsible.",
        "sentence5": "-Two at fault collisions, two traffic violation convictions, or one of each:",
        "sentence6": "You cannot drive for 30 days unless a licensed adult, at least 25 years old, rides with you.",
        "sentence7": "-Three at fault collisions, three traffic violation convictions, or a combination: Your driving privilege will be suspended for six months. You will be on probation for one year.",
        "sentence8": "-If you have more at fault collisions or traffic violation convictions while on probation, your license will be suspended again.",
        "sentence9": "-A conviction of using alcohol or a controlled substance, or both and are 15-20 years old: The court will order DMV to suspend your driving privilege for one year or delay your eligibility to apply for a driver's license.",
        "sentence10": "NOTE: Turning 18 years old does not erase or end existing restrictions, suspensions, or probation sentences.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Administrative Hearing",
        "sentence2": "Administrative hearings are conducted by DMV. If you received notification that a proposed action is being taken against your driving privilege, you must request a hearing within 10 days of being served or 14 days from the date the notice is mailed. If you do not make a timely request, your right to a hearing will be lost.",
        "sentence3": "This hearing provides you with an opportunity to be heard before an action is taken against your driving privilege. You may also have to appear in court for the same reason. Any action taken by the court is independent of the action taken by DMV.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Your Hearing Rights",
        "sentence2": "You have the right to:",
        "sentence3": "-Present relevant evidence and witnesses on your behalf.",
        "sentence4": "-Testify on your behalf or be represented by an attorney or other representative at your expense. Representation by an attorney is not required.",
        "sentence5": "-Review the evidence and cross examine the testimony of any witness. DMV bases its case only on written documents. If you wish to question someone who prepared a document or is listed on a document used as evidence, it is your responsibility to acquire a subpoena.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Scan Your Surroundings",
        "sentence2": "To give yourself time to react, avoid last minute moves and hazards, always keep your eyes moving and scan the road at least 10 seconds ahead of your vehicle.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Tailgating (Following Too Closely)",
        "sentence2": "Tailgating makes it harder for you to see the road ahead because the vehicle in front of you blocks your view. You will not have enough time to react if the driver in front of you brakes suddenly. Use the three-second rule to ensure a safe following distance and avoid a collision. Following other vehicles at a safe distance gives you enough time to react if another driver makes a mistake.",
        "sentence3": "If a vehicle merges in front of you too closely, take your foot off the accelerator. This creates space between you and the vehicle ahead.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Create more space in front of your vehicle when:",
        "sentence2": "-A tailgater is behind you. Maintain your course and speed. Then,   when safe to do so, merge right to change into another lane and allow the tailgater to pass.",
        "sentence3": "-Following motorcyclists on metal surfaces (bridge gratings, railroad tracks, etc.), and gravel.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Know What is At Your Side",
        "sentence2": "Be aware of what is on each side of you. To maintain enough space to maneuver safely and react to other drivers:",
        "sentence3": "-Do not stay in another driver's blind spot.",
        "sentence4": "-Avoid driving directly alongside other vehicles.",
        "sentence5": "-Make space for vehicles entering freeways, even if you have the right- of-way. Be ready for rapid changes and watch for signals from other drivers.",
        "sentence6": "-Keep space between your vehicle and parked vehicles.",
        "sentence7": "-Look both ways, even at intersections where traffic has a red light or stop sign.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Blind Spots",
        "sentence2": "Every vehicle has blind spots. These are areas around the vehicle that a driver cannot see when looking straight ahead or using the mirrors. For most vehicles, the blinds spots are at the sides, slightly behind the driver.",
        "sentence3": "To check your blind spots, look over your right and left shoulders out of your side windows.",
        "sentence4": "The shaded areas are your blind spots.",
        "sentence5": "Only turn your head when you look. Do not turn your whole body or steering wheel. Check your blind spots before you:",
        "sentence6": "-Change lanes.",
        "sentence7": "-Turn at an intersection.",
        "sentence8": "-Merge with traffic.",
        "sentence9": "-Back up.",
        "sentence10": "-Leave a parking space.",
        "sentence11": "-Parallel park.",
        "sentence12": "-Pull out from the curb.",
        "sentence13": "-Open your car door.",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Know What is Behind You",
        "sentence2": "Knowing what is behind you can help you avoid rear-end collisions.",
        "sentence3": "Check traffic behind you often by using your rearview mirror, side mirrors, and turning your head:",
        "sentence4": "-Change lanes.",
        "sentence5": "-Check your blind spots.",
        "sentence6": "-Reduce your speed.",
        "sentence7": "-Turn into a side road or driveway.",
        "sentence8": "-Stop to pull into a parking space.",
        "sentence9": "-Pull up to and away from the curb.",
        "sentence10": "-Back up.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Understand the Road Conditions",
        "sentence2": "Darkness",
        "sentence3": "When driving at night, make sure you can stop in the distance lit by your headlights. Use your high-beam headlights when possible. This includes an open country or dark city streets. Do not use high-beam headlights in areas where they are illegal. Dim your high-beam headlights to avoid blinding the driver of an oncoming vehicle. If another vehicle's lights are too bright:",
        "sentence4": "-Do not look directly into the oncoming headlights.",
        "sentence5": "-Look toward the right edge of your lane.",
        "sentence6": "-Watch the oncoming vehicle out of the corner of your eye.",
        "sentence7": "-Do not react to the other driver by keeping your high-beam headlights on. This only makes it harder for both of you to see.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "When it is dark outside or raining, use your low-beam headlights.",
        "sentence2": "Do not drive using only your parking lights. When you drive at night, remember:",
        "sentence3": "-Motorcycles, pedestrians, and bicyclists are much harder to see.",
        "sentence4": "-Highway construction can take place at night. Reduce your speed in highway construction zones.",
        "sentence5": "-When you leave a brightly lit place, drive slowly until your eyes adjust to the darkness.",
        "sentence6": "-When a vehicle with one light drives toward you, drive as far to the right as possible. It could be a bicyclist, motorcyclist, or vehicle with a missing headlight.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Sun Glare",
        "sentence2": "To help manage sun glare:",
        "sentence3": "-Keep the inside and outside of your windshield clean.",
        "sentence4": "-Wear polarized sunglasses.",
        "sentence5": "-Maintain enough space between your vehicle and the vehicles around you.",
        "sentence6": "-Make sure your car visor works and is free of anything that would restrict use.",
        "sentence7": "-Be aware of pedestrians. You may have difficulty seeing them.",
        "sentence8": "-Try to avoid driving during sunrise and sunset.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Skids",
        "sentence2": "A skid is when one or more of the tires lose traction with the road and the vehicle starts to slip. You may not be able to control your vehicle. There are a few different types of skids.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Slippery Surface Skids",
        "sentence2": "Ice and packed snow on the road can cause your vehicle to skid. This is even more likely if you are driving too fast or going downhill. Drive slowly and leave space between your vehicle and the vehicle ahead of you. To prevent skidding on slippery surfaces:",
        "sentence3": "-Slow down as you approach intersections and curves. For sharp curves, slow down as you approach and move through.",
        "sentence4": "-Avoid fast turns and quick stops.",
        "sentence5": "-Shift to low gear before going down a steep hill.",
        "sentence6": "-Avoid areas like ice patches, wet leaves, oil, or standing water.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "If you start to skid, follow these steps:",
        "sentence2": "1.Slowly remove your foot from the accelerator.",
        "sentence3": "2.Do not use the brakes.",
        "sentence4": "3.Turn the steering wheel in the direction of the skid.",
        "sentence5": "4.Try to get a wheel on dry pavement.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Locked Wheel Skids",
        "sentence2": "A locked wheel skid is usually caused by braking too hard when you are going too fast. If this happens, your vehicle will skid no matter which way the steering wheel is turned. To get out of a locked wheel skid if your vehicle is equipped with:",
        "sentence3": "-Four-wheel antilock braking system (ABS), apply firm pressure on the brake pedal.",
        "sentence4": "-Rear-wheel ABS (common in light trucks):",
        "sentence5": "-Ease up on the brake pedal while maintaining just enough pressure to allow the front wheels to roll again so you can steer.",
        "sentence6": "-Stop braking and turn the steering wheel into the direction of the skid.",
        "sentence7": "-Front-wheel ABS, remove your foot from the brake pedal to unlock the wheels. Steer in the direction you want to go and straighten the front wheels as the vehicle begins to straighten out.",
        "sentence8": "NOTE: To determine if your vehicle has ABS, refer to the vehicle owner's manual.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Not equipped with ABS",
        "sentence2": "If your vehicle is not equipped with ABS and begins to skid, quickly pump your brakes until you are at a safe speed. If you:",
        "sentence3": "-Press the brake pedal and it sinks to the floor, quickly pump the brakes by gently applying and releasing pressure on your brake pedal.",
        "sentence4": "-Pump the brakes, down shift your vehicle into a lower or neutral gear to slow down. Then try using your emergency brake to stop.",
        "sentence5": "If your brakes get wet, you can dry them by lightly pressing the accelerator and brake pedals at the same time. Only do this until the brakes dry.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Slippery Roads",
        "sentence2": "Rain, snow, or mud can make the roads slippery. Drive more slowly than you would on a dry road. Adjust your speed for different conditions:",
        "sentence3": "-Wet road: Reduce your speed by 5 to 10 mph.",
        "sentence4": "-Packed snow: Reduce your speed by half.",
        "sentence5": "-Ice: Reduce your speed to no more than 5 mph.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Some road surfaces are more slippery than others when wet.",
        "sentence2": "These usually have warning signs posted. Here are situations where the road may be more slippery:",
        "sentence3": "-Shade from trees or buildings can hide icy spots on cold, wet days. These areas freeze first and dry out last.",
        "sentence4": "-Bridges and overpasses tend to freeze before the rest of the road.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "They can have icy spots.",
        "sentence2": "-When it starts to rain, the pavement can be very slippery.",
        "sentence3": "Slow down at the first sign of rain, drizzle, or snow on the road. This is especially true if it has been dry for some time because oil and dust on the road's surface have not been washed away.",
        "sentence4": "Turn on your windshield wipers, low-beam headlights, and defroster. In  a heavy rainstorm or snowstorm, you may not be able to see more than 100 feet in front of your vehicle. If you cannot see farther than 100 feet, it is not safe to drive faster than 30 mph. You may have to stop from time to time to wipe mud or snow off your windshield, headlights, and taillights. If you drive in snowy areas, carry snow chains for your tires. Snow chains give your tires more traction. Carry the correct number and type of chains for your vehicle.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Hydroplaning",
        "sentence2": "Hydroplaning occurs when driving in wet or rainy conditions. Hydroplaning is a vehicle riding on water because the tires lose all contact with the road. A slight change of direction, applying the brakes, or a gust of wind could throw the vehicle into a skid. To avoid hydroplaning:",
        "sentence3": "-Drive slowly.",
        "sentence4": "-Steer around standing water, if possible.",
        "sentence5": "-Slow down if you hear sloshing sounds from the tires.",
        "sentence6": "-Slow down when changing lanes or direction.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "If your vehicle starts to hydroplane:",
        "sentence2": "-Slow down gradually.",
        "sentence3": "-Do not use the brakes. Sudden braking may cause you to lose control of your vehicle.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Stuck in Snow or Mud",
        "sentence2": "If stuck in the snow or mud, follow these steps:",
        "sentence3": "1.Shift into a low gear and keep the front wheels straight.",
        "sentence4": "2.Gently step on the accelerator. Avoid spinning the wheels.",
        "sentence5": "3.Drive slowly forward as far as possible.",
        "sentence6": "4.Shift into reverse and slowly back up as far as possible. Do not spin the wheels.",
        "sentence7": "5.Shift into a low gear again and drive forward.",
        "sentence8": "6.Repeat a forward-backward motion until the vehicle rolls free.",
        "sentence9": "7.In deep mud or snow, put boards, tree branches, etc., under the tires. Only take this action when the vehicle is stopped.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Flooded Roads",
        "sentence2": "Excessive water on a road may cause flooding. This can happen gradually or suddenly. It is important to understand the dangers of water on the road, including:",
        "sentence3": "-Being swept off the road.",
        "sentence4": "-Floating debris and unseen hazards.",
        "sentence5": "-The road collapsing.",
        "sentence6": "-Vehicle malfunction.",
        "sentence7": "-Electrocution if there are fallen power lines.",
        "sentence8": "It may not be possible to determine the depth of the flood by looking.",
        "sentence9": "If the water is deep, the road may be too dangerous to cross. It is best to find another route. If you have no other option but to drive through a flooded road, drive slowly. After you make it through the water, test your brakes to make sure they work correctly.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "High Winds",
        "sentence2": "High winds can be a hazard while driving. This is especially true for larger vehicles such as trucks, campers, and vehicles with trailers. When driving in high winds:",
        "sentence3": "-Reduce your speed. This gives you better control over your vehicle. You will have more time to react if your vehicle gets hit by a strong gust of wind.",
        "sentence4": "-Maintain a firm hand position on the steering wheel. Strong wind",
        "sentence5": "gusts are unpredictable. If you are not holding the wheel properly and a gust hits, you can lose control of the vehicle.",
        "sentence6": "-Be alert. Look ahead and watch for any debris on the road. Give yourself enough time to react to road hazards.",
        "sentence7": "-Do not use cruise control. Maintain maximum control of the accelerator if a gust occurs.",
        "sentence8": "-Be proactive. It may be safer to pull over and wait for the storm to pass.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Fog or Heavy Smoke",
        "sentence2": "It is best to avoid driving in heavy fog or smoke. Consider postponing your trip until the fog clears. If you must drive in heavy fog or smoke:",
        "sentence3": "-Drive slowly.",
        "sentence4": "-Use your low-beam headlights. High-beam headlights will reflect back and cause glare.",
        "sentence5": "-Never drive using only your parking or fog lights.",
        "sentence6": "-Make sure you can stop within the space you can see ahead.",
        "sentence7": "-Increase your following distance.",
        "sentence8": "-Use your windshield wipers and defroster as necessary.",
        "sentence9": "-Avoid crossing lanes or passing traffic unless absolutely necessary.",
        "sentence10": "-Listen for traffic you cannot see.",
        "sentence11": "If the fog becomes too thick to drive safely, consider pulling off the road. Activate your emergency flashers and wait for conditions to improve.",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Law Enforcement Traffic Breaks",
        "sentence2": "During a traffic break, the officer turns on their emergency lights and slowly weaves across lanes. Law enforcement uses traffic breaks to:",
        "sentence3": "-Slow or stop traffic to remove hazards from the road.",
        "sentence4": "-Slow or stop traffic during heavy fog or unusual traffic conditions.",
        "sentence5": "-Prevent collisions during unusual conditions.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "You should:",
        "sentence2": "-Turn on your emergency flashers to warn other drivers.",
        "sentence3": "-Slowly decrease your speed to the same speed as the officer. Do  not brake suddenly unless necessary to avoid a collision. Keep a safe",
        "sentence4": "distance from the patrol vehicle ahead of you.",
        "sentence5": "-Not drive past the patrol vehicle. Do not speed up until the officer turns off their emergency lights and traffic conditions allow you to return to your normal speed.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Seat Belts",
        "sentence2": "You and your passengers must wear seat belts. You can get a ticket if you do not.",
        "sentence3": "If your passenger is under 16 years old, you can also get a ticket if they are not wearing their seat belt.",
        "sentence4": "Wearing the lap belt and shoulder harness of a seat belt will increase your chance of survival in most types of collisions. This image shows what can happen in a collision.",
        "sentence5": "When you are in a collision, your vehicle stops. But you keep moving at the same speed you were traveling. You only stop when you hit the dashboard or windshield. If you are struck from the side, the impact could push you back and forth across the seat. Seat and shoulder belts keep you",
        "sentence6": "in a better position to control the vehicle. They may also minimize serious injuries.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "IMPACT - If the red arrow were another car hitting your car on the driver's side:",
        "sentence2": "1.You would first be thrown against the driver's side door,",
        "sentence3": "2.Then you would “rebound” and be thrown toward the passenger's side door.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "It is important to wear the seat belt correctly to avoid injury or death:",
        "sentence2": "-Wear the shoulder harness across your shoulder and chest. There should be little to no slack. Do not wear the shoulder belt under your arm or behind your back.",
        "sentence3": "-Adjust the lap belt so that it is snug and lies low across your hips.Otherwise you might slide out of the belt in a crash.",
        "sentence4": "-If you are pregnant, wear the lap belt as low as possible under your abdomen. Place the shoulder strap between your breasts and to the side of your abdomen's bulge.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Child Restraint System and Safety Seats",
        "sentence2": "You must secure children with a federally-approved child passenger restraint system or safety belt. The requirements depend on the child's height and age.",
        "sentence3": "-Children who are under 2 years old, under 40 pounds, and under 3 feet 4 inches tall: Secure in a rear-facing child passenger restraint system.",
        "sentence4": "NOTE: A child in a rear-facing child passenger restraint system may not ride in the front seat of an airbag-equipped vehicle.",
        "sentence5": "-Children who are under 8 years old, or who are less than 4 feet 9 inches tall: Secure in a child passenger restraint system in a rear seat. In some cases, children under 8 years old may ride in the front seat of a vehicle in a federally-approved child passenger restraint system. They may ride in the front seat if:",
        "sentence6": "-There is no rear seat.",
        "sentence7": "-The rear seats are side-facing jump seats.",
        "sentence8": "-The rear seats are rear-facing seats.",
        "sentence9": "-The child passenger restraint system cannot be installed properly in the rear seat.",
        "sentence10": "-All rear seats are already occupied by children 7 years old or younger.",
        "sentence11": "-Medical reasons prevent the child from riding in the back seat.",
        "sentence12": "-Children who are 8 years old or older, or at least 4 feet 9 inches tall: May use a properly secured safety belt that meets federal standards.",
        "sentence13": "Your local law enforcement agency or fire department can check the installation of your child passenger restraint system. As your child grows, check that the child passenger restraint system is the right size.",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Air Bags",
        "sentence2": "Air bags are a valuable safety feature on many vehicles. They can help keep you safer than a seat belt alone.",
        "sentence3": "Ride at least 10 inches from the airbag cover, as long as you can maintain full control of your vehicle. Measure from the center of the steering wheel to your breastbone. Contact your vehicle dealer or manufacturer  if you cannot safely sit 10 inches away from the air bag. They may have",
        "sentence4": "advice about additional ways to move back from your air bag. Passengers should also sit at least 10 inches away from the passenger-side air bag.",
        "sentence5": "NOTE: Children seated next to a side air bag may be at risk of serious or fatal injury.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Unattended Children and Pets",
        "sentence2": "It is illegal to leave a child who is six years old or younger unattended in a vehicle. A child may be left under the supervision of a person who is at least 12 years old.",
        "sentence3": "It is dangerous and illegal to leave children or animals in a hot vehicle. The temperature inside a parked vehicle can rise rapidly when it is sitting in the sun. This is true even if a window is left slightly open. Too much exposure to heat can lead to dehydration, heat stroke, and death.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Manage Your Speed",
        "sentence2": "In California, you may never drive faster than is safe for the current road conditions. This is known as the Basic Speed Law.",
        "sentence3": "Make sure you manage your speed and slow down when conditions call for it. Regardless of the posted speed limit, your speed should depend on:",
        "sentence4": "-The number of vehicles on the road.",
        "sentence5": "-The speed of other vehicles on the road.",
        "sentence6": "-The road surface: smooth, rough, graveled, wet, dry, wide, or narrow.",
        "sentence7": "-Bicyclists or pedestrians on or crossing the road.",
        "sentence8": "-Weather: rain, fog, snow, wind, or dust.",
        "sentence9": "-Traffic congestion: small changes in your driving habits can help reduce congestion. Avoid weaving in and out of freeway lanes.",
        "sentence10": "There are also situations with specific speed limit laws and conditions where you should reduce your speed. Unless otherwise posted, the ideal maximum speed limit on most California highways is 65 mph. It is 55 mph on a two-lane undivided highway and for vehicles towing trailers.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Choose Between Hazards",
        "sentence2": "Sometimes dangers will be on both sides of the road at the same time. For example, parked cars to the right and oncoming cars to the left.",
        "sentence3": "If one danger is greater than the other, give more space to the most dangerous situation. Suppose you are on a two-lane road with an oncoming vehicle to the left and a bicyclist ahead to your right. Instead of driving between the vehicle and the bicyclist, take one danger at a time. Slow down and let the oncoming vehicle pass. When the vehicle has passed, move to the left to allow plenty of space (at least three feet) to pass the bicyclist. If there is a steady flow of oncoming vehicles, use as much of the left lane as you safely can to pass the bicyclist.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Tire Blowout and Accelerator Malfunction",
        "sentence2": "If you have a tire blowout or accelerator malfunction:",
        "sentence3": "1.Turn on your emergency flashers.",
        "sentence4": "2.Hold the steering wheel tightly and steer straight ahead.",
        "sentence5": "3.Slow down gradually by taking your foot off the accelerator slowly.",
        "sentence6": "-If your accelerator is stuck, shift to neutral and apply your brakes.",
        "sentence7": "-If you cannot shift to neutral, you should shut off the engine to initiate the vehicle slowing. DO NOT remove the key from the ignition.",
        "sentence8": "4.Let the vehicle slow to a stop, completely off the road.",
        "sentence9": "5.Fully apply the brakes when the vehicle is almost stopped.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Driving Off the Pavement",
        "sentence2": "If your wheels drift off the pavement:",
        "sentence3": "1.Grip the steering wheel firmly.",
        "sentence4": "2.Remove your foot from the accelerator.",
        "sentence5": "3.Brake gently.",
        "sentence6": "4.Check for traffic behind you.",
        "sentence7": "5.Carefully steer back onto the pavement.",
        "sentence8": "Do not pull or turn your steering wheel with too much force. This may cause you to drive into oncoming traffic.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Overheating Conditions",
        "sentence2": "In extreme heat, you should:",
        "sentence3": "-Watch the temperature gauge.",
        "sentence4": "-Avoid driving at high speeds for long periods.",
        "sentence5": "-Turn off the air conditioner.",
        "sentence6": "In extreme cold, you should:",
        "sentence7": "-Watch the temperature gauge. The engine may not have the correct level of antifreeze.",
        "sentence8": "-Use the defroster or slightly open your windows to keep them from fogging up.",
        "sentence9": "NOTE: See the vehicle owner's manual for more information.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "If Your Vehicle Becomes Disabled on the Freeway",
        "sentence2": "If your vehicle stops working on the freeway:",
        "sentence3": "1.Safely pull over to the right shoulder.",
        "sentence4": "2.Exit on the right side so you are away from traffic if you must get out of the vehicle.",
        "sentence5": "3.Dial 511 from your cell phone or locate call box for assistance..",
        "sentence6": "4.Return to your vehicle as soon as you can. Get back into the vehicle from the right side (away from traffic).",
        "sentence7": "5.Stay inside your vehicle with your seat belt on until help arrives.",
        "sentence8": "6.Use your emergency flashers at your discretion. They can help other vehicles see you at night and in different weather conditions.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "There are certain circumstances where it is safer to get out of your vehicle and stay away.",
        "sentence2": "These include situations where there is:",
        "sentence3": "-Not enough space on the shoulder.",
        "sentence4": "-A guardrail.",
        "sentence5": "-An area for you to safely stay away from freeway lanes.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "California Highway Patrol (CHP) Freeway Service Patrol (FSP)",
        "sentence2": "During commute times, the CHP FSP provides free emergency roadside services in certain areas. If you get stuck on the freeway because your vehicle stops running, FSP will:",
        "sentence3": "-Provide a gallon of gas if you run out.",
        "sentence4": "-Jump start your vehicle if the battery is dead.",
        "sentence5": "-Refill your radiator and tape hoses.",
        "sentence6": "-Change a flat tire.",
        "sentence7": "-Report a collision to CHP.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "If FSP cannot start your vehicle, they will have it towed (free of charge) to a CHP-approved location. CHP will notify an auto club or towing service.",
        "sentence2": "FSP will not:",
        "sentence3": "-Tow your vehicle to a private repair service or residence.",
        "sentence4": "-Recommend tow service companies or repair and body shops.",
        "sentence5": "-Tow motorcycles.",
        "sentence6": "-Help vehicles which have been involved in a collision, unless they are directed to by CHP.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Call 511 for FSP information and assistance.",
        "sentence2": "Disabled Vehicles on Railroad Tracks If your vehicle stalls or stops while blocking part of a train track with a train approaching and warning lights flashing:",
        "sentence3": "-Immediately exit your vehicle. Run away from the tracks diagonally in the direction the train is coming from. Then call 911.",
        "sentence4": "If you do not see a train approaching and warning lights are not flashing:",
        "sentence5": "-Exit your vehicle. Dial the number located on the railroad crossing posts or metal control box near the tracks. Provide the crossing number (if posted). Tell them a vehicle is on the tracks. Then call 911.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Do Not Drive Distracted",
        "sentence2": "Avoid distractions while you drive. Some common distractions are:",
        "sentence3": "-Looking at a phone, navigation system, children, and pets.",
        "sentence4": "-Changing music or volume.",
        "sentence5": "-Applying makeup or shaving.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Cell Phones and Texting",
        "sentence2": "Cell phones are the main source of distracted driving. Driving while using a handheld cell phone is unsafe and illegal.",
        "sentence3": "Adult drivers should only use a cell phone in hands-free mode when necessary.",
        "sentence4": "-Do not answer your cell phone if it rings. Let the call go to voicemail.",
        "sentence5": "-Do not send or read text messages or emails while driving.",
        "sentence6": "-Mount your cell phone on the windshield, dashboard, or center console. It cannot block your view of the road.",
        "sentence7": "-Use the single swipe or touch feature on the mounted cell phone.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Minors And Cell Phones",
        "sentence2": "It is against the law for a minor to use a cell phone or electronic wireless device to answer calls and send or respond to text messages while driving.",
        "sentence3": "EXCEPTION: Minors may use a cell phone to make a call for emergency assistance.",
        "sentence4": "Be Familiar with New Technology",
        "sentence5": "The technology in vehicles is always advancing. We will see more self- driving vehicles and vehicles with advanced driver assistance systems (ADAS) on the road. Vehicles with these systems may respond to road situations differently than a human driver would.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Be Aware of Carbon Monoxide",
        "sentence2": "All gas-powered vehicles produce carbon monoxide. Carbon monoxide is a deadly odorless gas released from a vehicle's exhaust pipe. Never start your vehicle inside the garage with the door closed. Symptoms of carbon monoxide poisoning include:",
        "sentence3": "-Tiredness",
        "sentence4": "-Yawning",
        "sentence5": "-Dizziness",
        "sentence6": "-Nausea",
        "sentence7": "-Headache",
        "sentence8": "-Ringing in the ears",
        "sentence9": "If you are experiencing any of these symptoms, have your exhaust system checked.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Alcohol and Drugs",
        "sentence2": "California's driving under the influence (DUI) laws apply to both alcohol and drugs. It is illegal to drive while under the influence of alcohol or any drug that affects your ability to drive safely. As you age, your tolerance  to alcohol decreases, which increases the risk of alcohol-related driving problems. The law does not see a difference between illegal drugs and medications you get from a doctor or pharmacy. They can all affect your ability to drive safely and react to what you see and hear.",
        "sentence3": "No matter what age you are, it is illegal to drive after:",
        "sentence4": "-Drinking excessive amounts of alcohol in any form. This includes medications like cough syrup.",
        "sentence5": "-Taking any drug that affects your ability to drive. This includes prescriptions or over-the-counter medications.",
        "sentence6": "-Using any combination of alcohol or drugs that decreases your ability to drive safely.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "IMPORTANT:",
        "sentence2": "If you are 13 to 20 years old and convicted of operating a bicycle while under the influence of alcohol or drugs, your driving privilege may be suspended or delayed for one year once you are eligible to drive.",
        "sentence3": "Make sure you read medication labels and know the effects of any drug you use. If a law enforcement officer thinks you are driving while under the influence of drugs or alcohol, they have the right to ask you to take a blood or urine test. If you refuse to take one, DMV will suspend or revoke your driving privilege.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Use or Possession of Alcohol or Cannabis Products in a Vehicle",
        "sentence2": "The law is very strict about carrying alcohol or cannabis products in your vehicle with you. It is illegal to drink any alcohol, to smoke or eat a cannabis product while you are driving or riding as a passenger in  a vehicle. If you are carrying any alcohol, cannabis in your vehicle, the container must be sealed and unopened. If it is open, you must keep the container in the trunk or place where passengers do not sit. It is also illegal to keep an open container of alcohol in your glove box. This law does not apply if you are a passenger in a bus, taxi, camper, or motorhome.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Blood Alcohol Concentration (BAC) Limits",
        "sentence2": "When you consume alcohol, traces of it enter your bloodstream. Your BAC measures how much alcohol is present in your bloodstream.",
        "sentence3": "It is illegal for you to drive if you have a BAC of:",
        "sentence4": "-0.08% or higher if you are over 21 years old.",
        "sentence5": "-0.01% or higher if you are under 21 years old.",
        "sentence6": "-0.01% or higher at any age if you are on DUI probation.",
        "sentence7": "-0.04% or higher if you drive a vehicle that requires a commercial driver's license.",
        "sentence8": "-0.04% or higher if you are driving a passenger for hire.",
        "sentence9": "If you drive with an illegal BAC, a law enforcement officer can charge you with DUI. Even if your BAC is below legal limits, that does not mean it is safe for you to drive. Almost everyone feels negative effects of alcohol, even at levels lower than the legal limit. Depending on how badly you are impaired, you may be arrested and convicted of a DUI even without a BAC measurement.",
        "sentence10": "The table below shows BAC estimates based on how many drinks are consumed, gender, and body weight. Remember, even one drink can affect your ability to drive safely.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "BLOOD ALCOHOL CONCENTRATION (BAC)",
        "sentence2": "Subtract 0.01% for each 40 minutes that lapse between drinks. 1 drink = 1.5 oz. 80 proof liquor, 12 oz. 5% beer, or 5 oz. 12% wine. Fewer than 5 persons out of 100 will exceed these values.",
        "sentence3": "NOTE: It is illegal to drink alcohol or take drugs when you are operating a boat, jet ski, water skis, aquaplane, or similar vessels. Learn more in the California Harbors and Navigation Code.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "DUI Arrests",
        "sentence2": "When you drive in California, you consent to a breath, blood, or urine test if a law enforcement officer suspects you of DUI. If you agreed to take a preliminary alcohol screening (PAS) or breath test, you may still be required to take a blood or urine test to detect the presence of drugs. If you refuse, DMV will suspend or revoke your driving privilege. If you are arrested for DUI:",
        "sentence3": "-California's Administrative Per Se law requires DMV to suspend your driving privilege.",
        "sentence4": "-The law enforcement officer may take your driver's license and give you a temporary driver's license for 30 days.",
        "sentence5": "-You may request a DMV administrative hearing within 10 days from the date of your arrest.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "DUI Convictions",
        "sentence2": "If you are convicted of a DUI, DMV will suspend or revoke your driving privilege and you:",
        "sentence3": "-Must complete a DUI program.",
        "sentence4": "-Must file SR 22/SR 1P.",
        "sentence5": "-Must pay any applicable license reissue or restriction fees.",
        "sentence6": "-May be required to install an ignition interlock device (IID) on your vehicle.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Here are some additional penalties if you are convicted of DUI:",
        "sentence2": "-You may be sentenced to up to six months in jail.",
        "sentence3": "-You may have to pay a fine.",
        "sentence4": "-Law enforcement may impound your vehicle and you may have to pay a storage fee.",
        "sentence5": "-If you cause serious injury or death while driving under the influence of drugs or alcohol, you may face civil lawsuits.",
        "sentence6": "All DUI convictions remain on your driver's record for 10 years. If you get any other DUIs during that time, the court or DMV may give you an additional penalty.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Drivers Under 21",
        "sentence2": "If you are under 21 years old, there are additional laws for possessing and consuming alcohol.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Possessing alcohol:",
        "sentence2": "-You may not carry any alcohol beverage inside a vehicle unless an individual who is 21 years old or older is with you. The container must be full, sealed, and unopened. If opened, the alcohol must be kept in the trunk or place where passengers do not sit.",
        "sentence3": "EXCEPTION: If you are working for someone with an off-site liquor sales license, you may carry alcoholic beverages in closed containers.",
        "sentence4": "-If you are caught with alcohol in your vehicle, law enforcement can impound your vehicle for up to 30 days. The court may fine you and suspend your driver's license for one year. If you do not already have a driver's license, the court may ask DMV to delay giving you your first driver's license for up to one year.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Consuming alcohol:",
        "sentence2": "-If a law enforcement officer suspects you of consuming alcohol,   they can require you to take a hand-held breath test, PAS, or another chemical test.",
        "sentence3": "-If you are convicted of a DUI with a BAC of 0.01% or higher, DMV may",
        "sentence4": "revoke your driving privilege for one year. You must also complete a licensed DUI program.",
        "sentence5": "-If your PAS shows a BAC of 0.05% or higher, the officer may require you to take a breath or blood test.",
        "sentence6": "-If a later test shows you have a BAC of 0.05% or higher, you may be arrested for a DUI and your driving privilege may be suspended.",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Financial Responsibility, Insurance Requirements, and Collisions",
        "sentence2": "You must have your proof of financial responsibility (insurance) when you drive and for a drive test. If you get into a collision, you must show proof to the other drivers involved in the collision.",
        "sentence3": "Insurance Requirements",
        "sentence4": "Your insurance must cover at least:",
        "sentence5": "-$15,000 for a single death or injury.",
        "sentence6": "-$30,000 for death or injury to more than one person.",
        "sentence7": "-$5,000 for property damage.",
        "sentence8": "Parents or guardians take on financial responsibility for drivers younger than 18 years old and pay for damages if the driver is involved in a collision. Drivers who are 18 years old and older take on their own financial responsibility.",
        "sentence9": "Before you buy insurance, make sure that the agent, broker, or insurance provider is licensed by the California Department of Insurance. For more information,   visit   insurance.ca.gov/license-status/.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Low-cost Insurance",
        "sentence2": "If you cannot afford liability insurance, you may be eligible for the California Low Cost Automobile Insurance Program. For more information, visit mylowcostauto.com or call 1-866-602-8861.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Collisions",
        "sentence2": "Understand factors that lead to collisions so you can try to avoid them.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Causes of Collisions",
        "sentence2": "The most common causes of collisions are:",
        "sentence3": "-Driver distractions.",
        "sentence4": "-Unsafe speed.",
        "sentence5": "-Improper turns.",
        "sentence6": "-Not following the right-of-way rules.",
        "sentence7": "-Not following stop signals and signs.",
        "sentence8": "-Driving on the wrong side of the road.",
        "sentence9": "-A vehicle traveling faster or slower than the flow of traffic.",
        "sentence10": "If you see a vehicle's emergency flashers ahead, slow down. There may be a collision or other road emergency. Pass carefully.",
        "sentence11": "Avoid driving near collisions, if possible. If anyone is injured, they will get help faster if other vehicles are not blocking the road.",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "What to Do if You Are in a Collision",
        "sentence2": "If you are in a collision:",
        "sentence3": "-You must stop. Someone could be injured and need your help. Failing to stop or leaving the scene of an accident is called a hit-and-run.  The punishment is severe if you are convicted of a hit-and-run.",
        "sentence4": "-Call 911 right away if anyone is hurt.",
        "sentence5": "-Move your vehicle out of traffic if no one is hurt. Then call 911.",
        "sentence6": "-Show your driver's license, vehicle registration card, insurance information, and current address to the other driver, law enforcement officer, and anyone else involved in the collision.",
        "sentence7": "-You must make a report to law enforcement within 24 hours of the collision if anyone is injured or killed. Your insurance agent, broker, or legal representative can also file the report.",
        "sentence8": "-Try to find the owner if your vehicle hits or rolls into a parked car or other property. If you cannot find the owner, leave a note with your name, phone number, and address. Securely attach the note to the vehicle or property. Report the collision to law enforcement.",
        "sentence9": "-If you kill or injure an animal, call the nearest humane society or law enforcement. Do not try to move an injured animal.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Reporting a Collision",
        "sentence2": "If you are in a collision, you must report it to DMV within 10 days if:",
        "sentence3": "-The collision caused more than $1,000 in damage to property.",
        "sentence4": "-Anyone was injured or killed. This applies even if the injuries were minor.",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Report a Traffic Accident",
        "sentence2": "Each driver must file a Report of Traffic Accident Occurring in California (SR 1) with DMV at dmv.ca.gov/accidentreport. You (or  your representative) must file a report whether or not you caused the collision. This applies even if the collision happened on private property.",
        "sentence3": "Your driving privilege will be suspended if you fail to file a report. Law enforcement will not make a report for you.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Driving Without Insurance",
        "sentence2": "Your driving privilege will be suspended for up to four years if you are in a collision and do not have proper insurance coverage. It does not matter who was at fault.",
        "sentence3": "You can get your driver's license back during the last three years of the suspension if you provide a California Insurance Proof Certificate (SR 22/SR 1P) and maintain it during the three-year period.",
        "sentence4": "Collisions on Your Driver's Record",
        "sentence5": "If you are involved in a collision resulting in $1,000 in damage, or where anyone is injured or dies, it is your responsibility to report the collision to DMV. DMV will add it to your driver's record. It does not matter who caused the collision.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Vehicle Registration Requirements",
        "sentence2": "You need to register your vehicle in California to use it in the state. For more information, visit dmv.ca.gov/vrservices.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Buying or Selling a Vehicle",
        "sentence2": "When you buy a vehicle, you have 10 days to transfer ownership to your name.",
        "sentence3": "When you sell a vehicle, you must notify DMV within five days by completing a Notice of Transfer and Release of Liability at dmv.ca.gov/nrl.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Out-of-State Vehicles",
        "sentence2": "You have 20 days to register your vehicle after you become  a resident or get a job in California. For more information, visit dmv.ca.gov/outofstatevr.",
        "sentence3": "All vehicles registered in California are required to meet California requirements including vehicle emission controls in support of California's clean air standards. DMV cannot register a vehicle if it does not qualify.",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Driver Safety",
        "sentence2": "Eventually, every driver will need to evaluate and assess their driving skills and abilities. If you are concerned about your driving, ask a trusted driver with a valid driver's license to sit in the passenger seat and observe your driving. Your observer should note any dangerous driving behaviors and give suggestions for improvement. Listen carefully and apply what you have learned. Consider professional driving lessons or driving classes as an alternative.",
        "sentence3": "",
        "sentence4": "",
        "sentence5": "",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Reexamination",
        "sentence2": "The Vehicle Code allows DMV to investigate and reexamine every driver's ability to operate a motor vehicle safely. A physical or mental condition",
        "sentence3": "or poor driver's record can be the basis for a reexamination, not a driver's age. Drivers with a physical or mental condition can be referred to DMV by a physician, law enforcement, or family member by submitting a completed Request for Driver Reexamination form.",
        "sentence4": "Cognitive disorders, such as dementia, seizure disorder, brain tumor, Parkinson's disease, stroke, or vertigo, present a significant challenge to safe driving. Individuals suffering from these conditions may lose their ability to drive safely.",
        "sentence5": "NOTE: When a referral or diagnosis for someone with a mild cognitive impairment is received by DMV, the Driver Safety team will schedule  a reexamination. For more information regarding the reexamination process, visit dmv.ca.gov/reexamination.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "DMV may do the following:",
        "sentence2": "-Request medical information from you or your physician.",
        "sentence3": "-Conduct an in-person or over the telephone reexamination.",
        "sentence4": "-Require you to take a knowledge, vision, or driving test(s).",
        "sentence5": "-Issue you a limited term driver's license.",
        "sentence6": "-Immediately suspend or revoke your driving privilege if your physical or mental condition presents an immediate threat to public safety.",
        "sentence7": "-Take no action against your driving privilege.",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Driver's License Restrictions",
        "sentence2": "DMV places restrictions on a driver's license to ensure a driver is operating a vehicle within their ability. Restrictions may be imposed by DMV or required by law. Restrictions placed on your driving privilege will be reasonable and necessary for your safety and the safety of others.",
        "sentence3": "Restrictions and conditions may include:",
        "sentence4": "-Requiring a driver to place special mechanical devices on their vehicle, such as hand controls.",
        "sentence5": "-Limiting when and where a person may drive, such as no night or freeway driving.",
        "sentence6": "-Requiring eyeglasses or corrective contact lenses.",
        "sentence7": "-Requiring additional devices, such as outside mirrors.",
        "sentence8": "NOTE: There are no specific restrictions for seniors. All restrictions are based on conditions, not age.",
        "sentence9": "Any restriction placed on your driver's license is based on the examiner's findings and recommendations.",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Seniors and Driving",
        "sentence2": "Senior drivers often have unique needs and concerns about driving. Driving requires certain physical, visual, and mental abilities. We all want to continue driving as long as we can. However, the time may come when we must limit or stop driving temporarily or permanently. Here are some warning signs of an unsafe driver:",
        "sentence3": "-Getting lost in familiar places.",
        "sentence4": "-Dents and scrapes on the car, fences, mailbox, garage doors, etc.",
        "sentence5": "-Frequent close calls or collisions.",
        "sentence6": "",
        "sentence7": "",
        "sentence8": "",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Senior drivers may consider:",
        "sentence2": "-Limiting or not driving at night.",
        "sentence3": "-If night driving is necessary, choose a well-lit route.",
        "sentence4": "-Driving during the time of day when traffic is light.",
        "sentence5": "-Avoiding difficult intersections.",
        "sentence6": "-Driving for short distances or limiting driving to essential places.",
        "sentence7": "-No freeway driving.",
        "sentence8": "-Installing an additional right-side mirror.",
        "sentence9": "",
        "sentence10": "",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    },
    {
        "sentence1": "Terms you must be aware of:",
        "sentence2": "Blood alcohol concentration (BAC): Your BAC is the amount of alcohol in your blood. For example, if your BAC is 0.10%, that means you have 0.10 grams of alcohol in 100 milliliters of blood.",
        "sentence3": "Driving performance evaluation (DPE): DPE is the portion of the behind-the-wheel drive test when you drive your car with a DMV examiner who evaluates your driving skills.",
        "sentence4": "Pedestrian: A pedestrian can also be a person with a disability using a tricycle, quadricycle, or wheelchair for transportation.",
        "sentence5": "Right-of-way: Helps determine who is allowed to go first in situations where vehicles, pedestrians, and cyclists meet on the road.",
        "sentence6": "Three-second rule: A driving rule that helps you estimate how closely you should follow other vehicles. When the vehicle in front of you passes a certain point, such as a sign, count three seconds. If you pass the same point before you finish counting, you are following too closely.",
        "sentence7": "Traffic citation: Also known as a ticket, a traffic citation is an official summons issued by law enforcement for violating a traffic law.",
        "sentence8": "Vulnerable road users (VRU): VRUs are non-motorized road users, such as cyclists, pedestrians, and persons with disabilities or reduced mobility and orientation using a wheelchair, tricycle, or quadricycle.",
        "sentence9": "Yield: Yield means to wait for, slow down, and be ready to stop (if necessary) to allow other vehicles or pedestrians who have right-of-way to proceed.",
        "sentence10": "Behind-the- wheel drive test: A drive test where you have control of the vehicle and are accompanied by a DMV examiner who is evaluating your driving skills.",
        "sentence11": "",
        "sentence12": "",
        "sentence13": "",
        "sentence14": "",
        "sentence15": ""
    }
]